[{"title":"NSF Grants for Rapid Response Research (RAPID)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Unspecified","fundingLevel":"up to $200K and of one year duration. ","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The RAPID funding mechanism is used for proposals having a severe urgency with regard to availability of, or access to data, facilities or specialized equipment, including quick-response research on natural or anthropogenic disasters and similar unanticipated events.  PI must contact the NSF program officer(s) whose expertise is most germane to the proposal topic Project Description is brief – two to five pages - and include clear statements as to why the proposed research is of an urgent nature and why a RAPID award would be the most appropriate mechanism for supporting the proposed work. "},{"title":"NSF Early-concept Grants for Exploratory Research (EAGER)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Contact the NSF program officer(s)","fundingLevel":"up to $300K and of up to two years duration","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The EAGER funding mechanism may be used to support exploratory work in its early stages on untested, but potentially transformative, research ideas or approaches. This work may be considered especially \"high risk-high payoff\" in the sense that it, for example, involves radically different approaches, applies new expertise, or engages novel disciplinary or interdisciplinary perspectives.\r\n•\tThese exploratory proposals may also be submitted directly to an NSF program, but the EAGER mechanism should not be used for projects that are appropriate for submission as regular (i.e., non-EAGER) NSF proposals.\r\n•\tPI(s) must contact the NSF program officer(s) whose expertise is most germane to the proposal topic \r\n•\tThe Project Description is expected to be brief (five to eight pages) and include clear statements as to why this project is appropriate for EAGER funding, including why it does not fit into existing programs and why it is a good fit for EAGER. \r\n•\tup to $300K and of up to two years duration. "},{"title":"Leading Engineering for America’s Prosperity, Health, and Infrastructure (LEAP-HI) ","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Letter of Intent due July 15, 2020; full proposal due September 15, 2020","fundingLevel":"$6,500,000 to $7,500,000 for 4-7 awards","website":"https://www.nsf.gov/pubs/2017/nsf17602/nsf17602.htm","description":"The LEAP HI program challenges the engineering research community to take a leadership role in addressing demanding, urgent, and consequential challenges for advancing America’s prosperity, health and infrastructure. LEAP HI proposals confront engineering problems that are too complex to yield to the efforts of a single investigator --- problems that require sustained and coordinated effort from interdisciplinary research teams, with goals that are not achievable through a series of smaller, short-term projects. LEAP HI projects perform fundamental research that may lead to disruptive technologies and methods, lay the foundation for new and strengthened industries, enable notable improvements in quality of life, or reimagine and revitalize the built environment."},{"title":"Decision, Risk and Management Sciences  (DRMS)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"8/18/2020","fundingLevel":"Unspecified","website":"https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=5423","description":"The Decision, Risk and Management Sciences program supports scientific research directed at increasing the understanding and effectiveness of decision making by individuals, groups, organizations, and society. Disciplinary and interdisciplinary research, doctoral dissertation research improvement grants (DDRIGs), and conferences are funded in the areas of judgment and decision making; decision analysis and decision aids; risk analysis, perception, and communication; societal and public policy decision making; management science and organizational design. The program also supports small grants that are time-critical (Rapid Response Research - RAPID) and small grants that are high-risk and of a potentially transformative nature (EArly-Concept Grants for Exploratory Research - EAGER). For detailed information concerning these two types of grants, please review Chapter II.E of the NSF Proposal & Award Policies & Procedures Guide (PAPPG)."},{"title":"Dear Colleague Letter: Request for SBIR/STTR Phase I Proposals Addressing COVID-19","agency":"Directorate for Engineering/NSF","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.nsf.gov/pubs/2020/nsf20065/nsf20065.jsp","description":"The Division of Innovation and Industrial Partnerships (IIP) of the Engineering Directorate invites US-based small businesses to submit Phase I proposals focused on the development and deployment of new technologies, products, processes, and services with the potential to positively impact the nation’s and world’s ability to respond to the COVID-19 crisis. Areas of research that might be considered include, but are not limited to: artificial intelligence, digital health, diagnostics, distributed ledger, environmental technologies, medical devices, pharmaceutical technologies, disinfection and sterilization, and filtration and separations. Interested proposers are invited to submit to the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) Phase I Program."},{"title":"Dear Colleague Letter: Provisioning Advanced Cyberinfrastructure to Further Research on the Coronavirus Disease 2019 (COVID-19)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Unspecified","fundingLevel":"Unspecified","website":"https://www.nsf.gov/pubs/2020/nsf20055/nsf20055.jsp","description":"The NSF Directorate for Computer and Information Science and Engineering is inviting RAPID proposals and supplemental funding requests to existing awards that address COVID-19 challenges through data and/or software infrastructure development activities. Such activities would be funded by the Computational and Data-Enabled Science and Engineering (CDS&E) program or the Cyberinfrastructure for Sustained Scientific Innovation (CSSI) program. "},{"title":"NIH Research Project Grant (Parent R01 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/7/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-056.html","description":"The NIH Research Project Grant supports a discrete, specified, circumscribed project in areas representing the specific interests and competencies of the investigator(s). The proposed project must be related to the programmatic interests of one or more of the participating NIH Institutes and Centers (ICs) based on their scientific missions.  "},{"title":"NIH Small Research Grant Program (Parent R03 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/7/2020","fundingLevel":"100,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-052.html","description":"The NIH Small Research Grant Program supports small research projects that can be carried out in a short period of time with limited resources. This program supports different types of projects including pilot and feasibility studies; secondary analysis of existing data; small, self-contained research projects; development of research methodology; and development of new research technology."},{"title":"NIH Exploratory/Developmental Research Grant Program (Parent R21 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/7/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/pa-19-053.html","description":"The NIH Exploratory/Developmental Grant supports exploratory and developmental research projects by providing support for the early and conceptual stages of these projects. These studies may involve considerable risk but may lead to a breakthrough in a particular area, or to the development of novel techniques, agents, methodologies, models, or applications that could have a major impact on a field of biomedical, behavioral, or clinical research. "},{"title":"RFA-AI-20-028 -- Partnerships for Countermeasures against Select Pathogens (R01 Clinical Trials Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"05/30/2020 [Optional][LOI/Pre-App]","fundingLevel":"3,750,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-AI-20-028.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit research applications for milestone-driven projects focused on preclinical development of lead candidate therapeutics, vaccines and related countermeasures against select NIAID Emerging Infectious Diseases/Pathogens. Applications must include a Product Development Strategy attachment and demonstrate substantive investment by at least one industrial participant."},{"title":"Multidisciplinary Studies to Improve Influenza Transmission ","agency":"National Institute of Allergy and Infectious Diseases","logo":"assets//logos//nih.png","category":"NIH","dueDate":"6/23/2020","fundingLevel":"Recommended budgets of up to $2 million in direct costs per year may be requested. NIAID intends to commit $6 million in FY2021 to fund up to 3 awards.","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-AI-20-008.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit applications for collaborative, multidisciplinary research to comprehensively investigate the dynamics and drivers of influenza transmission between humans. This FOA will support research to: (1) improve detection and sampling of influenza viral particles from the air; (2) develop novel assays to assess viability and infectivity of influenza viral particles collected from the air; and (3) comprehensively evaluate the contribution of viral, host, physical, and environmental factors to influenza transmission between humans.  "},{"title":"Collaborative Cross (CC) Mouse Model Generation and Discovery of Immunoregulatory Mechanisms (R21 Clinical Trial Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"9/9/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-18-781.html","description":"National Institute of Allergy and Infectious Diseases (NIAID) invites applications for the use of Collaborative Cross (CC) mouse lines to advance understanding of the host genetics involved in immune regulation and function and to further develop CC mouse lines that more faithfully reproduce human immune responses. Applicants may include CC, CC derivatives with reproducible genomes and/or CC-RIX mice to accomplish these goals."},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Urgent Competitive Revisions for Research on the 2019 Novel Coronavirus (2019-nCoV)","agency":"National Institute of Allergy and Infectious Diseases (NIAID) and National Institute of General Medical Sciences (NIGMS)","logo":"assets//logos//nih.png","category":"NIH","dueDate":"2/6/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AI-20-030.html","description":"NIAID and NIGMS are issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 novel Coronavirus (2019-nCoV). NIAID is particularly interested in projects focusing on viral natural history, pathogenicity, transmission, as well as projects developing medical countermeasures and suitable animal models for pre-clinical testing of vaccines and therapeutics against 2019-nCoV. NIGMS is specifically interested in incorporation of data from the 2019-nCoV into ongoing research efforts to develop predictive models for the spread of Coronaviruses and related pathogens. NIAID and NIGMS are therefore offering Competitive Revisions to active grants addressing research objectives described below."},{"title":"Emergency Competitive Revision to Existing NIH Awards (Emergency Supplement - Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-20-135.html","description":"The National Institutes of Health (NIH) hereby notify the applicant community that funds may be available for applications based on a presidentially declared disaster under the Stafford Act, a public health emergency declared by the Secretary, HHS, or other local, regional or national disaster. Applications in response to Emergency Notices of Special Interest (NOSIs) will be routed directly to the NIH awarding component signed on to the Emergency NOSI."},{"title":"Urgent Competitive Revision to Existing NIH Grants and Cooperative Agreements (Urgent Supplement -  Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/pa-18-935.html","description":"The National Institutes of Health (NIH) hereby notify Principal Investigators holding specific types of NIH research grants, listed in the full Funding Opportunity Announcement (FOA) that funds may be available for competitive revisions to meet immediate needs to help address a specific public health crisis in a timely manner, but that were unforeseen when the new or renewal application or grant progress report for non-competing continuation support was submitted.  Applications for Urgent Competitive Revisions will be routed directly to the NIH awarding component listed on the NoA of the most recent parent award."},{"title":"Administrative Supplements to Existing NIH Grants and Cooperative Agreements (Parent Admin Supp Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/pa-18-591.html","description":"The National Institutes of Health (NIH) hereby notify Program Directors/Principal Investigators (PD(s)/PI(s)) holding specific types of NIH research grants listed in the full Funding Opportunity Announcement (FOA) that funds may be available for administrative supplements to meet increased costs that are within the scope of the approved award, but were unforeseen when the new or renewal application or grant progress report for non-competing continuation support was submitted.  Applications for administrative supplements are considered prior approval requests (as described in Section 8.1.2.11 of the NIH Grants Policy Statement) and will be routed directly to the Grants Management Officer of the parent award. Although requests for administrative supplements may be submitted through this FOA, there is no guarantee that funds are available from the awarding IC or for any specific grant. All applicants are encouraged to discuss potential requests with the awarding IC. Additionally, prior to submission, applicants must review the awarding IC's web site to ensure they meet the IC's requirements.  A list of those web sites is available at https://grants.nih.gov/grants/guide/admin_supp/index.htm."},{"title":"Limited Competition: Competitive Revision Awards for the Clinical and Translational Science Award (CTSA) Program (U54 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/4/2020","fundingLevel":"750,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-19-337.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit competitive revision (formerly known as competitive supplement) applications from awardees with active Clinical and Translational Science Award (CTSA) Program hub awards (UL1) to support the demonstration, and/or dissemination, and/or implementation of highly innovative and impactful translational science projects that address the goals of the CTSA Program and are beyond the original scope of the approved parent project  Under this competitive revision, only applications for revisions to the UL1 award are allowed. Revisions to the linked KL2 and/or the TL1 awards are not allowed.    "},{"title":"Limited Competition: Clinical and Translational Science Award (CTSA) Program: Collaborative Innovation Award (U01 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/4/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/par-19-099.html","description":"The Clinical and Translational Science Award (CTSA) Program Collaborative Innovation Award (CCIA) supports collaborative research activities that develop innovative solutions that will improve the efficiency, quality and impact of turning laboratory, clinic and community observations into interventions that improve the health of individuals and the public.  This funding opportunity announcement (FOA) will support investigators from three or more CTSA Program hub institutions (see below under Eligible Individuals) to either: 1) form new collaborations, or to 2) significantly expand the scientific scope of existing collaborations, or to 3) engage new collaborators in pre-existing collaborations to solve a translational science problem no one hub can solve alone, or disseminate a solution to a translational science problem developed at one hub to other hubs, in so doing testing its robustness to different hub environments and structures and adapting it for further dissemination within outside the CTSA Program consortium if appropriate."},{"title":"Limited Competition: Clinical and Translational Science Award (CTSA) Program: Exploratory Collaborative Innovation Awards (R21 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/4/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/par-19-100.html","description":"The Clinical and Translational Science Award (CTSA) Program Collaborative Innovation Award (CCIA) supports collaborative research activities that develop innovative solutions that will improve the efficiency, quality and impact of turning laboratory, clinic and community observations into interventions that improve the health of individuals and the public. This funding opportunity announcement (FOA) will support investigators from two or more CTSA Program hub institutions (see below under Eligible Individuals) to either: 1) form new collaborations, or to 2) significantly expand the scientific scope of existing collaborations, or to 3) engage new collaborators in pre- existing collaborations to solve a translational science problem no one hub can solve alone, or disseminate a solution to a translational science problem developed at one hub to other hubs, in so doing testing its robustness to different hub environments and structures and adapting it for further dissemination within outside the CTSA Program consortium if appropriate."},{"title":"Small Business Innovation Research Grant Applications (Parent SBIR [R43/R44] Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"4/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-272.html","description":"This Funding Opportunity Announcement (FOA), issued by the National Institutes of Health (NIH), the Centers for Disease Control and Prevention (CDC), and the Food and Drug Administration (FDA), invites eligible United States small business concerns (SBCs) to submit Small Business Innovation Research (SBIR) grant applications. United States SBCs that have the research capabilities and technological expertise to contribute to the R&D mission(s) of the NIH, CDC, and FDA awarding components identified in this FOA are encouraged to submit SBIR grant applications in response to identified topics (see PHS 2019-2 SBIR/STTR Program Descriptions and Research Topics for NIH, CDC, and FDA."},{"title":"Small Business Technology Transfer Grant Applications (Parent STTR [R41/R42] Clinical Trial Not Allowed","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"4/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-270.html","description":"This Funding Opportunity Announcement (FOA), issued by the National Institutes of Health (NIH), invites eligible United States small business concerns (SBCs) to submit Small Business Technology Transfer (STTR) grant applications. United States SBCs that have the research capabilities and technological expertise to contribute to the R&D mission(s) of the NIH awarding components identified in this FOA are encouraged to submit STTR grant applications in response to identified topics (see PHS 2019-2 SBIR/STTR Program Descriptions and Research Topics for NIH."},{"title":"FORECAST: COVID-19 Response Supplement Part B: Tribal Public Health Capacity-Building and Quality Improvement Umbrella Cooperative Agreement.","agency":"Centers for Disease Control and Prevention/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"4/6/2020","fundingLevel":"3,500,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=325924","description":"This is an emergency supplemental funding opportunity announcement in response to the current outbreak of Coronavirus Disease, COVID-19. The purpose of this notice is to announce the availability of emergency supplemental funding to prevent, prepare for, and respond to COVID-19 for the regional American Indian/Alaska Native (AI/AN) tribal organizations that were eligible to apply for, but not previously awarded, funding under CDC-RFA-OT18-1803: Tribal Public Health Capacity-Building and Quality Improvement Umbrella Cooperative Agreement."},{"title":"Enhancing Global Health Security: Expanding Efforts and Strategies to Protect and Improve Public Health Globally","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"4/27/2020","fundingLevel":"75,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=320394","description":"\r\n\r\nThis Notice of Funding Opportunity (NOFO) seeks to build upon activities funded by CDC to support Global Health Security (GHS) through implementation of programs and activities that focus on protecting and improving health globally through partnerships with Ministries of Health and other governmental institutions. After five years of implementing and strengthening global health security systems, the U.S. Government (USG) will continue to advance prevent, detect, and respond strategies to mitigate threats. "},{"title":"Strengthening Global Field Epidemiology Training Program (FETP) Network","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"4/27/2020","fundingLevel":"105,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=322659","description":"Development of a well-trained epidemiologic public health workforce in surveillance, outbreak detection and response is essential in meeting Global Health Security objectives. In partnership with Ministries of Health and other public and private stakeholders, CDC seeks to accelerate progress toward a world safe and secure from infectious disease threats by building workforce capacity through creation and support of a global network of field epidemiology and training program (FETP). "},{"title":"FORECAST: Supporting Tribal Public Health Capacity in Coronavirus Preparedness and Response","agency":"Centers for Disease Control and Prevention/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"4/29/2020","fundingLevel":"3,500,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=325942","description":"To support tribal public health emergency response to COVID-19, the Centers for Disease Control and Prevention (CDC) is announcing a new, non-competitive grant CDC-RFA-OT20-2004 Supporting Tribal Public Health Capacity in Coronavirus Preparedness and Response. CDC is awarding at least $40,000,000 under this funding opportunity to Title I and Title V tribal nations."},{"title":"Building Capacity for National Public Health Institutes","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"5/4/2020","fundingLevel":"15,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=323073","description":"\r\n\r\nConsolidating and organizing public health expertise and systems within a National Public Health Institute (NPHI) is a successful way for countries to carry out essential public health functions and improve their accountability and efficiency. The CDC, with over 70 years of experience as the U.S. NPHI, is helping countries around the world increase surveillance, laboratory, and outbreak response capacity to improve recognition of and response to health threats. An NPHI coupled with stronger local outbreak detection and response capabilities offers a sustainable solution for building global public health capacity, achieving global health security, and increasing public health impact. "},{"title":"Global Health Security Partnerships: Expanding and Improving Public Health Laboratory Strategies and Systems.","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"5/4/2020","fundingLevel":"25,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=320733","description":"Activities under this Notice of Funding Opportunity (NOFO) should focus on protecting and improving public health globally by: 1) strengthening public health laboratory systems; 2) improving public health laboratory workforce; 3) improving biorisk management; 4) reinforcing emergency laboratory preparedness; and 5) enhancing laboratory quality management systems. Additionally, laboratory recipients previously funded under CDC-RFA-GH15-1632 may apply to expand efforts in additional countries with special consideration given to those countries within the regions listed in the funding strategy section of this NOFO. Recipients should be able to modify their activities based on agency prioritization."},{"title":"Global Health Security Partner Enhancement : Expanding Efforts to Improve Surveillance and Laboratory Data Interoperability","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"5/4/2020","fundingLevel":"5,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=322255","description":"\t\r\n\r\nThe U.S. government's (USG) Global Health Security Agenda (GHSA) envisions a world safe and secure from global health threats posed by infectious diseases, and the current Ebola epidemic in West Africa further underscores the economic and humanitarian impacts of infectious diseases. "},{"title":"Supporting Tribal Public Health Capacity in Coronavirus Preparedness and Response","agency":"Centers for Disease Control and Prevention/DHHS","logo":"assets//logos//cdc.png","category":"Federal - Others","subCategory":"Federal - All CDC","dueDate":"5/31/2020","fundingLevel":"3,500,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=325942","description":"This is an emergency notice of funding opportunity in response to the current outbreak of the Novel Coronavirus disease (COVID-19). This funding is only available to Title I and Title V federally recognized tribe nations and/or their Bona Fide Agents. The applicant must be a federally recognized American Indian or Alaska Native tribe. Tribes may apply individually or as a consortia. Indian Tribe, as defined at 25 U.S.C. § 1603(14) is any Indian tribe, band, nation, or other organized group or community, including any Alaska Native village or group or regional or village corporation as defined in or established pursuant to the Alaska Native Claims Settlement Act (85 Stat. 688) [43 U.S.C.A. § 1601 et seq.], which is recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians. A consortia of tribes are eligible to apply, but each participating entity must indicate its approval. A single tribe in the consortium must be the legal applicant, the recipient of the award, and the entity legally responsible for satisfying the grant requirements. Bona fide agents are eligible to apply."},{"title":"RFP -- AMENDMENT--Office of Biomedical Advanced Research and Development Authority (BARDA) Broad Agency Announcement (BAA)","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - All HHS","dueDate":"10/31/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/cf2836e2f4b3406f9f492230ece030c7/view","description":"The latest BARDA BAA is amendment 12 posted on February 10, 2020 which incorporates changes to AOI 7-Diagnostics. BARDA is now accepting submissions to AOI 7.7 for development of assays for coronaviruses. Due to an overwhelming response to Area of Interest 7, BARDA is temporarily closing AOI's; Innovations (7.1), biothreats (7.2), antibiotic resistance (7.3) and influenza (7.6). AOI's radiation exposure/biodosimetry (7.4), and chemical threat exposure (7.5) remain closed. The final whte paper\r\nsubmission deadline is October 31, 2020. The final full proposal submission deadline is October 31, 2020 or as specified in the invitation letter."},{"title":"RFP -- AMENDMENT --- BARDA's Division of Research, Innovation & Ventures (DRIVe) Easy Broad Agency Announcement","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - All HHS","dueDate":"2/3/2023","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f922eb52cec446c5875811752bf2d34c/view","description":"Please see Special Instructions 001 Issuance for Easy Broad AgencyAnnouncement (EZ-BAA) BAA-20-100-SOL-0002. Under these Special Instructions, BARDA is temporarily suspending AOIs 1-3 as part of itsEZ-BAA (BAA-20-100-SOL-0002), but is pleased to announce that it is now accepting abstract submissions for AOI #4: 2019-nCoV. See attachment(s).This Easy Broad Agency Announcement (EZ-BAA) sets forth areas of interest(AOIs) for the Division of Research, Innovation, and Ventures (DRIVe) inthe Office of Biomedical Advanced Research and Development Authority(BARDA), issued under paragraph 6.102(d)(2)(i) of the Federal AcquisitionRegulation (FAR). Abstract submissions selected for award are consideredto be the result of full and open competition and in full compliance with41 U.S.C. § 3301.Additional beta.sam.gov information"},{"title":"Peer Reviewed Medical Research Program--Technology/Therapeutic Development Award for Emerging Viral Diseases and Respiratory Health","agency":"Department of the Army","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"5/28/2020","fundingLevel":"Not Specified","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=326175","description":"The vision of the FY20 PRMRP is to improve the health, care, and well-being of all military Service members, Veterans, and beneficiaries, and its mission is to encourage, identify, select, and manage medical research projects of clear scientific merit and direct relevance to military health. Thus, the proposed research must be relevant to active duty Service members, Veterans, military beneficiaries, and/or the American public. The PRMRP challenges the scientific and clinical communities to address at least one of the FY20 PRMRP Topic Areas of Emerging Viral Diseases and Respiratory Health with original ideas that foster new directions along the entire spectrum of research and clinical care. The PRMRP Technology/Therapeutic Development Award is a product-driven award mechanism intended to provide support for the translation of promising preclinical findings into products for clinical applications in one or more Focus Areas published in this funding opportunity for the FY20 PRMRP Topic Areas of Emerging Viral Diseases and/or Respiratory Health. Products in development should be responsive to the healthcare needs of military Service members, Veterans, and/or beneficiaries. All applications for this Program Announcement must specifically address at least one of the following Focus Areas and must be of clear scientific merit and direct relevance to military health. If the proposed research does not specifically address at least one of these Focus Areas, the Government will administratively withdraw the application."},{"title":"Peer Reviewed Medical Research Program--Investigator-Initiated Research Award for Emerging Viral Diseases and Respiratory Health","agency":"Department of the Army","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"5/28/2020","fundingLevel":"Not Specified","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=326174","description":"The vision of the FY20 PRMRP is to improve the health, care, and well-being of all military Service members, Veterans, and beneficiaries, and its mission is to encourage, identify, select, and manage medical research projects of clear scientific merit and direct relevance to military health. Thus, the proposed research must be relevant to active duty Service members, Veterans, military beneficiaries, and/or the American public. The PRMRP challenges the scientific and clinical communities to address at least one of the FY20 PRMRP Topic Areas of Emerging Viral Diseases and Respiratory Health with original ideas that foster new directions along the entire spectrum of research and clinical care. The PRMRP Investigator-Initiated Research Award is intended to support studies that will make an important contribution toward research and/or patient care in one or more Focus Areas published in this Funding Opportunity for the FY20 PRMRP Topic Areas of Emerging Viral Diseases and/or Respiratory Health. The rationale for a research idea may be derived from a laboratory discovery, population-based studies, a clinician’s first-hand knowledge of patients, or anecdotal data. Applications must include relevant data that support the rationale for the proposed study. These data may be unpublished or from the published literature. All applications for this Program Announcement must specifically address at least one of the following Focus Areas and must be of clear scientific merit and direct relevance to military health. If the proposed research does not specifically address at least one of these Focus Areas, the Government will administratively withdraw the application."},{"title":"Peer Reviewed Medical Research Program--Clinical Trial Award for Emerging Viral Diseases and Respiratory Health","agency":"Department of the Army","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"6/8/2020","fundingLevel":"Not Specified","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=326173","description":"The vision of the FY20 PRMRP is to improve the health, care, and well-being of all military Service members, Veterans, and beneficiaries, and its mission is to encourage, identify, select, and manage medical research projects of clear scientific merit and direct relevance to military health. Thus, the proposed research must be relevant to active duty Service members, Veterans, military beneficiaries, and/or the American public. The PRMRP challenges the scientific and clinical communities to address at least one of the FY20 PRMRP Topic Areas of Emerging Viral Diseases and Respiratory Health with original ideas that foster new directions along the entire spectrum of research and clinical care. The PRMRP Clinical Trial Award supports the rapid implementation of clinical trials with the potential to have a significant impact in one or more of the Focus Areas published in this funding opportunity for the FY20 PRMRP Congressionally specified Topic Areas of Emerging Viral Diseases and Respiratory Health. Clinical trials may be designed to evaluate promising new products, pharmacologic agents (drugs or biologics), devices, clinical guidance, and/or emerging approaches and technologies. Proposed projects may range from small proofof-concept trials (e.g., pilot, first in human, Phase 0), to demonstrate feasibility or inform the design of more advanced trials, through large-scale trials to determine efficacy in relevant patient populations. Funding from this award mechanism must support a clinical trial and cannot be used for animal studies. All applications for this Program Announcement must specifically address at least one of the following Focus Areas and must be of clear scientific merit and direct relevance to military health. If the proposed research does not specifically address at least one of these Focus Areas, the Government will administratively withdraw the application."},{"title":"RFP --Prototype Development to Combat Novel Coronavirus Disease COVID-19","agency":"Department of the Army","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"4/15/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/53badf9fb02349e78839a541495efc6a/view ","description":"The Medical Technology Enterprise Consortium (MTEC) is excited to post this pre-announcement for a potential Request for Project Proposals (RPP) focused on the development of prototypes aimed to combat the coronavirus (COVID-19). "},{"title":"RFP --AMENDMENT-- SBSA -- Small Business Innovation Research (SBIR) Program X20.R SBIR Commercial Solutions Opening (CSO) AF Ventures Direct to Phase II","agency":"Department of the Air Force","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"4/30/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f8b889f46de94e6aa86e743bbcf18c2b/view","description":"The Air Force (AF) invites small business firms to submit proposals under this CSO for the Small Business Innovation Research (SBIR) Program.  Firms with the capability to conduct research and development (R&D) in the AF-related topics described in Section 10.1 and to commercialize the results of that R&D are encouraged to participate.  Note that this solicitation includes only one type of effort, Direct-to-Phase II. This CSO seeks innovative, commercial technologies proposed to create new AF solutions or potential new capabilities fulfilling requirements, closing capability gaps, or providing potential technological advancements.  This CSO may result in the award of prototype projects, which include not only commercially available technologies fueled by commercial or strategic investment, but also concept demonstrations, pilots, and agile development activities incrementally improving commercial technologies, existing Government-owned capabilities, or concepts for broad defense application(s)."},{"title":"RFP--CSO_COVID_19 Response","agency":"Department of the Air Force","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f48d23af514f494f819f0c33e9f40e17/view","description":"The Department of the Air Force (DAF) has been tasked to address mission needs in response to the national crisis caused by the COVID-19 pandemic. The Air Force Senior Acquisition Executive (SAE) established the Department of the Air Force Acquisition COVID-19 Task Force (DAF ACT) across the acquisition enterprise (i) to execute all requirements from the Office of the Under Secretary of Defense for Acquisition and Sustainment Joint Acquisition Task Force, (JATF) and (ii) to collect and consolidate funding requests needed to recover programs from COVID-19 impacts. The DAF ACT contains four primary lines of effort (LOE’s): (1) Relief for external assistance requirements; (2) Resilience for Defense Industrial Base Efforts; (3) Recovery for consolidating funding requests that minimize program impacts; and (4) Rapid for solicitation and execution of large-scale rapid small business contracts across all lines of effort. "},{"title":"Dear Colleague Letter--Coronavirus Disease 2019 (COVID-19)","agency":"Department of Energy","logo":"assets//logos//doe.png","category":"Federal - Others","subCategory":"Federal - All DoE","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.northeastern.edu/resdev/funding-announcement/foa-doe-coronavirus-disease-2019-covid-19-dear-colleague-letter/","description":"The emergence and spread of the new respiratory Corona virus Disease 2019 (COVID-19), which was declared a Public Health Emergency in the United States on January 31, 2020, has catalyzed significant activity by Federal, state, and local governments; the healthcare community; residents across the United States; and people around the world. The National Biodefense Strategy is.the nation’s plan for ensuring that the country is prepared for, responding to, and recovering from health incidents such as these. As a partner in the Strategy, the Department of Energy (DOE) contributes science and technology to support these efforts. This is not the first emerging infectious disease event that the world will face, nor will it be the last I am asking for your ideas about how DOE and the National Labs might contribute resources to help address COVID-19 through science and technology efforts and collaborations. Through its user facilities, computational power, and enabling infrastructure, DOE has unique capabilities that the scientific community may leverage for the COVID-19 response and recovery. DOE does not provide medical and clinical work; instead, the Department’s mission complements the efforts of the National Institutes of Health, the Department of Defense, and other Federal partners by helping to understand the scientific phenomena contributing to COVID-19, from the structure of the SARS-CoV-2 virus, which causes the disease, to models that can mimic its spread. DOE supports significant biologically focused facilities and resources, including the Joint Genome Institute (JGI), National Microbiome Data Collaborative (NMDC), Environmental Molecular Science Laboratory (EMSL), and DOE Systems Biology Knowledgebase (KBase ). These and other DOE resources may be used for many studies, such as: Developing high-throughput multiplex technologies to characterize virus-host interactions, determine phage resistance mechanisms in nature, identify the degree of specificity for each bacterial resistance mechanisms across diverse phage types, and understand the coevolution of hosts and their phages, which can ultimately be used to design better phage therapeutic treatments and tools for precision microbiome engmeenng; Improved modeling for understanding natural viral populations and persistence in the environment, as well as predictive modeling for viral stability and evolution in changing environmental conditions; Understanding virus-microbiome community composition, function, and evolution; Synthetic biology of key target viral proteins to rapidly develop improved vaccines or therapeutics; and • Synthetic biology to construct viral genome variants and test viral stability, persistence, and resilience in the environment. Cryo-electron microscopy (Cryo-EM) at the DOE National Labs can provide high resolution molecular structure of virus particles and their interactions with other macromolecules including antibodies and drug candidates at cryogenic temperatures. These instruments provide another window to characterize viruses and provide insights on treatment paths. Protein characterization at DOE’s light sources and neutron sources can yield key insights into the relationship between structure and function of the proteins comprising viruses. Macromolecular crystallography (MX) provides the positions to atomic resolution of a protein’s atoms, as well as the atoms of a bound drug or drug fragment that has been infused into the protein crystal for screening potential pharmaceuticals. This critical information can guide development of a potent drug with minimal side effects. MX can also provide the evolution of structures with time to understand drug binding or metabolism. X-ray solution scattering can provide rapid screening of drug fragment libraries to detect binding to proteins. Fragments that bind and cause protein conformational change are targets for further investigated at high resolution with MX. DOE’s user facilities also have special capabilities for characterization of small (nanometers in size) crystals. The Nanoscale Science Research Centers, located at five of the National Laboratories, could be valuable resources for developing intrinsically antiviral surfaces and materials for COVID-19 and other viruses. Supercomputing facilities at DOE offer some of the most powerful resources for scientific computing in the world. The Argonne Leadership Computing Facility (ALCF), Oak Ridge Leadership Computing Facility (OLCF), and National Energy Research Scientific Computing Center (NERSC) may be used for modeling and simulation coupled with machine and deep learning techniques to study a range of areas, including examining underlying protein structure, classifying the evolution of the virus, understanding mutation, uncovering important differences and similarities with the 2002-2003 SARS virus, searching for potential vaccine and antiviral compounds, and simulating the spread of COVID-19 and the effectiveness of countermeasure options. The Department encourages you to consider scientific questions that underpin COVID-19 response and that the research community may answer using DOE user facilities, computational resources, and enabling infrastructure. Responses will be reviewed beginning March 18, 2020. The Department is acting rapidly to leverage, and when appropriate provide prioritized access to, the full range of DOE user facilities and other facilities available at national laboratories to support the national and international effort to address COVID-19."},{"title":"Dept of Energy Seeking Input and Collaboration on Science and Technology Response to COVID-19","agency":"United States Department of Energy","logo":"assets//logos//doe.png","category":"Federal - Others","subCategory":"Federal - All DoE","dueDate":"Responses will be reviewed beginning March 18, 2020. ","fundingLevel":"Not Specified","website":"https://science.osti.gov/-/media/sc-1/pdf/COVID-19-letter.pdf?la=en&hash=2A142317F56F185FC3E2CEF0AEAD6CACB3E70C7F","description":"The Department is acting rapidly to leverage, and when appropriate provide prioritized access to, the full range of DOE user facilities and other facilities available at national laboratories to support the national and international effort to address COVID-19. DOE encourages you to consider scientific questions that underpin COVID-19 response and that the research community may answer using DOE user facilities, computational resources, and enabling infrastructure. Please send research questions that the scientific community may address with DOE resources by email to SC.DCL@science.doe.gov. More information can be found in the Dear Colleague Letter on DOE’s Coronavirus Resources Hub. Responses will be reviewed beginning March 18, 2020. "},{"title":"NEA Coronavirus Aid, Relief, and Economic Security (CARES) Act, FY2020","agency":"National Endowment for the Arts/National Fndn. on the Arts & Humanities","logo":"assets//logos//nea.png","category":"Federal - Others","subCategory":"Federal - All DoE","dueDate":"4/22/2020","fundingLevel":"50,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=326140","description":"The Coronavirus Aid, Relief, and Economic Security (CARES) Act recognizes that the nonprofit arts industry is an important sector of America’s economy. The National Endowment for the Arts will award funds to nonprofit arts organizations across the country to help these entities and their employees endure the economic hardships caused by the forced closure of their operations due to the spread of COVID-19. As part of this important investment, the Arts Endowment has designed a plan to expedite the distribution of critical funds to the national, regional, state, and local levels to help retain as many jobs as possible, as quickly as possible. These funds are intended to help save jobs in the arts sector and keep the doors open to the thousands of organizations that add value to America’s economy and the creative life of our communities."},{"title":"Headstart Funding for COVID-19 Solutions","agency":"EIT Health","logo":"assets//logos//eit.png","category":"International","dueDate":"4/14/2020","fundingLevel":"54,500 USD","website":"https://eithealth.eu/opportunity/headstart-funding-programme/","description":"Headstart provides companies that are chosen for the programme up to €50,000 to support the development of innovative healthcare products and services. This year, Headstart is supplemented by a special programme focused on COVID-19 solutions. Through Headstart, EIT Health will award companies with the potential to enable the community and health systems to fill in the gap until COVID-19 vaccines are ready. The sponsor is looking for products or services with technology readiness level eight. "},{"title":"Sponsor and CRO for Clinical Trials with COVID-19 Candidate Vaccines","agency":"Coalition for Epidemic Preparedness Innovations (CEPI)","logo":"assets//logos//cepi.png","category":"International","dueDate":"4/19/2020","fundingLevel":"Not Specified","website":"https://cepi.net/get_involved/cfps/","description":"CEPI is requesting information from entities able to serve as possible sponsors or to provide operational trial support (Clinical Research Organizations) for clinical trials involving vaccine candidates against COVID-19. In coordination with the World Health Organization (WHO), as it leads the development of a coordinated international response, CEPI is promoting the development of new vaccines against the emerging threat of COVID-19. CEPI has funded several COVID-19 vaccine development projects and intends to broaden this portfolio of vaccine candidates further. CEPI will also consider supporting trials for vaccines that have not previously received CEPI support. In anticipation of clinical trials of COVID-19 vaccines, CEPI is seeking to identify, in advance of need, entities that could serve as sponsors or provide clinical research organization (CRO) support for such trials. CEPI envisions that in many circumstances, the developer would be the sponsor of a trial but may need CRO support. CEPI also anticipates that some trials may include more than one vaccine and use a shared control or comparator group; in this case, a single company cannot be the sponsor and a neutral entity will need to fill that role. For the latter circumstance, CEPI is seeking to identify potential sponsors as well as CROs. Since it is not yet clear where (in what countries) trials will be conducted, CEPI is seeking information from applicants with either country, regional or global reach. Applications from LMIC-based entities are encouraged."},{"title":"Societal Responses to and Preparedness for Emerging Viral Infections – 2020","agency":"Novo Nordisk Fonden","logo":"assets//logos//nnf.png","category":"International","dueDate":"5/5/2020","fundingLevel":"1,400,000 USD","website":"https://novonordiskfonden.dk/en/grants/societal-responses-to-and-preparedness-for-emerging-viral-infections-2020/","description":"The programme supports excellent scientists from 1-3 research groups, in addition to the main applicant. It is expected that the main applicant and the co-applicants are employed at a research institution. It is encouraged that industry, and National or International Health Agencies and Organizations are included as collaborators. Based on a common mission and vision, the project must explore an important question or challenge within the interdisciplinary theme “Societal Responses to and Preparedness for Emerging Viral Infections”. The scientific disciplines and locations of the research groups are not restricted, except that the main applicant and host institution must be anchored in Denmark. The host institution could be any Danish public research institution."},{"title":"Research on COVID-19 in the Wake of the Sars-CoV-2 Outbreak","agency":"Federal Ministry of Education and Research (BMBF)","logo":"assets//logos//bmbf.png","category":"International","dueDate":"5/11/2020","fundingLevel":"Not Specified","website":"https://euraxess.ec.europa.eu/worldwide/china/federal-ministry-education-and-research%EF%BC%8Dresearch-covid-19-wake-sars-cov-2","description":"Funding will be provided for individual projects and, exceptionally, small research consortia (up to 3 partners). Funding will also be provided for individual projects by German applicants who wish to participate in international research consortia within the framework of the global research response to COVID-19 coordinated by the WHO. The funding covers a period of 18 months; the BMBF intends to share relevant data with international sponsors who are WHO-coordinated in GloPID-R. Funded projects must be application-oriented research and development: projects relying mainly on basic research are not eligible for funding. Cooperation with thematically related R&D projects abroad is possible, although the international partner(s) must in principle have their own funding for their part(s) of the project. However, if cooperation with a foreign working group is necessary for the processing of an essential work package, personnel and material resources in the form of a subcontract are eligible for funding."},{"title":"Researcher Project for Scientific Renewal","agency":"Research Council of Norway","logo":"assets//logos//rcn.png","category":"International","dueDate":"5/20/2020","fundingLevel":"1,080,000 USD","website":"https://www.forskningsradet.no/en/call-for-proposals/2020/forskerprosjekt-for-fornyelse/","description":"Funding is intended to support scientific renewal and development in research that can help to advance the international research front. This call is therefore targeted towards researchers who have demonstrated the ability to conduct research of high scientific quality. Grant proposals will be accepted for projects within all disciplines and research areas."},{"title":"Call for Multidisciplinary Research into Epidemics and Pandemics in Response to the Outbreak of SARS-CoV-2","agency":"Deutsche Forschungsgemeinschaft (DFG)","logo":"assets//logos//dfg.png","category":"International","dueDate":"6/31/2020","fundingLevel":"Not Specified","website":"https://www.dfg.de/en/research_funding/announcements_proposals/2020/info_wissenschaft_20_20/index.html","description":"The effects of the current SARS-CoV-2 outbreak have shown that epidemics and pandemics cannot be managed on a solely national level; instead, the global framework needs to be taken into account. To be better prepared for the diverse aspects of global waves of infection, it is essential to support wide-ranging research across different disciplines. In addition to investigating the current pandemic, it is important to identify fundamental research questions that produce generalizable scientific findings. The Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) is therefore issuing a call for a multidisciplinary funding initiative. Funding is available for projects addressing the prevention, early detection, containment and investigation of the causes, impacts and management of epidemics and pandemics, taking the example of SARS-CoV-2 and other microorganisms and viruses that are pathogenic to humans. This includes, for example, the investigation of the challenges and effects of an epidemic or pandemic and of measures taken for healthcare systems; psychological, social and cultural factors in the emergence, spread and treatment of epidemics and pandemics and the legal and ethical implications; the impacts on global and regional economic development, production and value creation chains, logistics, transport and communication; fundamental biological and medical aspects of a pathogen and the associated symptoms, as well as therapeutic methods or preventive measures in combination with one or more of the above topic areas. The call is primarily aimed at multidisciplinary research projects. Proposals will also be considered for projects designed to gather and record basic data on the current epidemic and current countermeasures, which can serve as the basis for future retrospective analyses. Projects involving the simulation of the spread and consequences of pandemics and the effectiveness of interventions may also be submitted."},{"title":"Travel and Subsistence Funding to Support LMIC Engagement During the COVID-19 Outbreak","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.nihr.ac.uk/documents/travel-and-subsistence-funding-to-support-lmic-engagement-during-the-covid-19-outbreak-guidance/24356","description":"The awards will provide travel and subsistence funding to appropriately qualified public health professionals, clinicians and academics who wish to offer science and technical advice to support the immediate response to COVID-19 in low and middle-income countries."},{"title":"COVID-19 Rapid Response","agency":"Science Foundation Ireland","logo":"assets//logos//sfi.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.sfi.ie/funding/funding-calls/covid19-rapid-response/SFI-EI-IDA-COVID-19-Rapid-Response-Call.pdf","description":"The SFI, Enterprise Ireland, IDA Ireland rapid response call is an agile and adaptive initiative to support development of innovative solutions (including STEM-based, social/behavioural science) that can have rapid demonstrable impact on the current COVID-19 crisis in Ireland. "},{"title":"PRACE Support To Mitigate Impact Of COVID-19 Pandemic","agency":"Partnership for Advanced Computing in Europe (PRACE)","logo":"assets//logos//prace.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://prace-ri.eu/prace-support-to-mitigate-impact-of-covid-19-pandemic/","description":"PRACE is welcoming project proposals requesting computing resources to contribute to the mitigation of the impact of the COVID-19 pandemic. This applies, without being exhaustive, to the following topics: Biomolecular research to understand the mechanisms of the virus infection, Bioinformatics research to understand mutations, evolution, etc., Bio-simulations to develop therapeutics and/or vaccines, Epidemiologic analysis to understand and forecast the spread of the disease, Other analyses to understand and mitigate the impact of the pandemic, This call for proposals will follow a fast track review process to provide swift feedback to the applicants. This call is open until further notice. Applications are evaluated within one week and start as soon as possible if awarded."},{"title":"Covid-19 Rapid Call for Access to the Octopus Facility","agency":"Science and Technology Facilities Council","logo":"assets//logos//stfc.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.clf.stfc.ac.uk/Pages/Octopus.aspx#","description":"The UK's Central Laser Facility (CLF) is inviting rapid access proposals to its Octopus imaging facility for research relevant to the SARS-CoV-2 virus and COVID-19. The Octopus facility offers a comprehensive range of optical microscopy instruments and techniques including super-resolution (PALM/STORM, SIM, and STED, including STORM at cryogenic temperatures), single molecule imaging and tracking, light sheet microscopy, FRET-FLIM, and optical trapping/tweezers. The facility also offers a Zeiss Crossbeam cryo FIB-SEM with “slice and view\" capability. More information is available at: https://www.clf.stfc.ac.uk/Pages/Octopus.aspx To maintain social distancing in this unique call, physical microscopy will be undertaken by expert CLF staff, with samples being sent to the facility. Communication with users before and during the experiments will be by video link or telephone, and remote access to the microscopy instruments will be available. As biological containment level 3 is not available, the facility is unable to do live virus work and samples sent to site must be tested and certified as non-infective in advance."},{"title":"COVID-19 Rapid Response Rolling Call","agency":"Medical Research Council of the United Kingdom","logo":"assets//logos//mrcuk.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.who.int/blueprint/priority-diseases/key-action/novel-coronavirus/en/","description":"Short term (up to 12 month) proposals are sought. All proposals will need to be able to show how progress within the period of award could make a significant contribution to the understanding, prevention and/or management of the COVID-19 outbreak. "},{"title":"SARS-COV-2 Diagnostics: Performance Data","agency":"Foundation for Innovative New Diagnostics (FIND)","logo":"assets//logos//find.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.finddx.org/wp-content/uploads/2020/03/COVID-19_Dx-performance-data-sharing_FINAL-27.03.2020.pdf","description":"FIND is conducting independent evaluations of SARS-CoV-2 molecular tests and immunoassays. To complement these evaluations, and in partnership with WHO in line with the sponsor's official Collaborating Centre remit, the sponsor is endeavouring to centralize the collection of SARS-CoV-2 diagnostic performance data as a global public good. FIND is working closely with partners including the World Health Organization (WHO) in support of the global effort to combat the COVID-19 pandemic. In this respect, FIND is curating the overall diagnostic pipeline and tracking reported global diagnostic use, as well as conducting independent evaluations of SARS-CoV-2 molecular tests and immunoassays.This is an open call to partners and laboratories around the world for any performance data on commercially available in vitro diagnostic tests for SARS-CoV-2 that detect nucleic acid, viral antigen or antibodies. These data will be made openly accessible on the sponsor's website and shared with WHO, in order to help inform procurement and implementation decisions for countries and health programmes – specifically those with limited capacity to conduct their own independent evaluations. The program objective is to support public health organizations and healthcare providers around the world it is critical to have independent analytical and diagnostic performance data of the emerging tests publicly available. FIND is working to accelerate access to all global data that can help governments, healthcare institutions and global health organizations to make procurement decisions for emerging commercial SARS-CoV-2 diagnostic tests. FIND is therefore asking partners and laboratories around the world with any performance data on commercially available in vitro diagnostic tests that detect nucleic acid, viral antigen or antibodies, to contribute to a centralized collection of data as a global public good. These data will help to inform procurement and implementation decisions for countries and health programmes, specifically those with limited capacity to conduct their own independent evaluations."},{"title":"Option to use Existing Award for Research Into COVID-19","agency":"Swedish Research Council","logo":"assets//logos//src.png","category":"International","dueDate":"Not Specified","fundingLevel":"Not Specified","website":"https://www.vr.se/english/just-now/news/news-archive/2020-03-27-now-possible-to-use-part-of-your-grant-for-research-into-covid-19.html","description":"Funding is open only to existing grantees. Researchers must publish research data on COVID-19 openly, and make the data available as soon as possible. This must be done according to the FAIR principles and in compliance with applicable legislation."},{"title":"Open Call for Innovation Focus Area: COVID-19: Rapid Sanitising Technology","agency":"Defence and Security Accelerator (DASA)","logo":"assets//logos//dasa.png","category":"International","dueDate":"Not Specified","fundingLevel":"Not Specified","website":"https://www.gov.uk/government/publications/defence-and-security-accelerator-dasa-open-call-for-innovation","description":"In addition to its regular Open Call, DASA publishes Open Call innovation focus areas to increase awareness of some of the enduring challenges faced by defence and security stakeholders, and to stimulate the submission of relevant innovative proposals. For the current focus area: COVID-19: Rapid Sanitising Technology, DASA is looking to identify, develop and demonstrate rapid sanitising technologies for ambulances that have transported a patient with suspected COVID-19. Ambulances must be thoroughly cleaned once a patient with suspected COVID-19 has been transported. These cleaning times can take up to 45 minutes and have to be undertaken at cleaning centres which can be some distance away. This puts a strain on an already busy and pressurised service as the vehicles cannot be used until cleaning is completed. DASA is looking to identify, develop and demonstrate rapid sanitising technologies. Innovations must be suitable for rapid deployment to clean public sector vehicles following the transport of patients with the COVID-19 virus. Ideally systems will have wider applicability than just ambulances, which might include buses, trains, and other blue light services or even in hospital wards / rooms. Systems which are mobile, allow ease of operation and maintenance, are robust and reliable are of particular interest. If the proposed idea relies on use of decontaminants, it must be able to fully wet a complex surface for a given contact time to ensure its decontaminated effectively. If the applicant does not have access to a suitable decontaminant, this should be specified in their proposal. Efficacy will need to be demonstrated via a short process of trials/experimentation, to include definition of tactics, techniques and procedures (TTPs) to ensure selected options are used effectively for specific applications. Products which are already available on the market will not be considered."},{"title":"NSF-BSF Joint Funding Research Grants","agency":"United States - Israel Binational Science Foundation","logo":"assets//logos//ibsf.png","category":"International","dueDate":"Not Specified","fundingLevel":"400,000 USD","website":"https://www.bsf.org.il/funding-opportunities/nsf-bsf-joint-research-grants/about/","description":"The US National Science Foundation (NSF) and the US-Israel Binational Science Foundation (BSF) have signed a Memorandum of Understanding (MOU) on Research Cooperation. The MOU provides an overarching framework to encourage collaboration between US and Israeli research communities and sets out the principles by which jointly supported activities might be developed. The MOU provides for an international collaboration arrangement whereby US researchers may receive funding from the NSF and Israeli researchers may receive funding from the BSF. The goal of this US-Israel collaborative research opportunity is to help reduce some of the current barriers to working internationally. Through a lead agency model, NSF and BSF will address these issues by allowing US and Israeli researchers to submit a single collaborative proposal that will undergo a single review process at NSF, which will be the lead agency. The goal of this US-Israel collaborative research opportunity is to help reduce some of the current barriers to working internationally. Through a lead agency model, NSF and BSF will address these issues by allowing US and Israeli researchers to submit a single collaborative proposal that will undergo a single review process at NSF, which will be the lead agency. NOTE: The U.S.-Israel Binational Science Foundation (BSF) is accepting applications dealing with the Coronavirus Disease in all the active NSF-BSF programs."},{"title":"Rapid Access Call for Proposals: SARS-CoV-2","agency":"Diamond Light Source","logo":"assets//logos//dls.png","category":"International","dueDate":"Not Specified","fundingLevel":"Not Specified","website":"https://www.diamond.ac.uk/Users/Apply-for-Beamtime.html","description":"Diamond Light Source are offering priority rapid access for groups who require instrument time for projects directly related to SARS-CoV-2 viral proteins. Diamond would like to ensure that it is doing everything possible to support researchers in their efforts to discover more about the COVID-19 virus and bring us closer to an effective vaccine or treatment. With this in mind, Diamond are offering priority rapid access for groups who require instrument time for projects directly related to SARS-CoV-2 viral proteins. Based on the number and nature of requests for priority rapid access, Diamond will make every effort to satisfy research priorities."},{"title":"Flash Grants","agency":"North Carolina Biotechnology Center","logo":"assets//logos//ncbc.png","category":"Others","dueDate":"4/22/2020","fundingLevel":"20,000 USD","website":"https://www.ncbiotech.org/flash-grant","description":"NCBiotech’s Flash Grant program aims to identify and energize the most creative ideas that exhibit early indications of commercial potential. Like a flash of inspiration, Flash Grants infuse funding at a critical early point when a small, targeted influx of funds can be crucial to shaping innovative research ideas into high potential life science technologies, particularly in emerging and converging life science sectors. For fiscal year 2020, there will be three cycles of Flash Grants. Two cycles will be topic-specific, all submissions during those cycles must pertain to the life sciences area of interest indicated. One cycle will be an open round where most life sciences technologies will be eligible for consideration."},{"title":"RFP--Virtual Educational Programs for Ulcerative Colitis","agency":"Pfizer Pharmaceuticals","logo":"assets//logos//pfizer.png","category":"Others","dueDate":"5/6/2020","fundingLevel":"150,000 USD","website":"https://www.pfizer.com/purpose/medical-grants/process","description":"Considering the disruptions caused by the COVID-19 global pandemic, there is a critical need to maintain an uninterrupted development and distribution of continuing education for healthcare providers, specifically as it relates to the care and treatment of patients that are considered immunocompromised. Through this RFP, it is the sponsors intent to support virtual programs for Healthcare Practitioners (HCPs) that treat Ulcerative Colitis. Programs that leverage virtual technologies to help HCPs meet the ever-changing needs of patients during this challenging time will be supported.  The intent of this RFP is to encourage organizations to design educational programs to reach gastroenterologists, nurses, nurse practitioners and physician assistants that care for patients with IBD."},{"title":"RFP--Virtual Programs for Rheumatology Education","agency":"Pfizer Pharmaceuticals","logo":"assets//logos//pfizer.png","category":"Others","dueDate":"5/7/2020","fundingLevel":"150,000 USD","website":"https://www.pfizer.com/purpose/medical-grants/process","description":"Considering the disruptions caused by the COVID-19 global pandemic, there is a critical need to maintain an uninterrupted development and distribution of continuing education for healthcare providers, specifically as it relates to the care and treatment of patients that are considered immunocompromised. Through this RFP it is the intent to support patient-focused programs that help patients and providers address the heightened medical and educational needs of patients with rheumatological conditions during this pandemic. Programs that leverage virtual technologies will be considered as Pfizer is committed to supporting HCPs and patients during this challenging time.  Through this RFP it is our intent to support patient-focused programs that help patients and providers address the heightened medical and educational needs of patients with rheumatological conditions during this pandemic. Programs that leverage virtual technologies will be considered as Pfizer is committed to supporting HCPs and patients during this challenging time."},{"title":"Medical CBRN Defense Consortium (MCDC) Other Transaction Agreement (OTA) Request for Information (RFI) – CoV Pandemic Response","agency":"Medical CBRN Defense Consortium (MCDC)","logo":"assets//logos//mcdc.png","category":"Others","dueDate":"5/31/2020","fundingLevel":"Not Specified","website":"https://www.medcbrn.org/cov-pandemic-response/","description":"The purpose of this special notice is to obtain information via White Papers from both MCDC members and other interested industry/academia partners in response to the novel Coronavirus (2019-nCoV) pandemic in the United States (U.S.).  "},{"title":"RFP--Providing Enhanced Medical Support for Patients with Primary Immunodeficiency (PI) Disorders","agency":"Pfizer Pharmaceuticals","logo":"assets//logos//pfizer.png","category":"Others","dueDate":"6/8/2020","fundingLevel":"250,000 USD","website":"https://www.pfizer.com/purpose/medical-grants/process","description":"Through this RFP it is the sponsors intent to support patient-focused programs that help patients and providers address the heightened medical and educational needs of patients with PI during this pandemic. Priority will be awarded to projects that leverage the utilization of innovative technology platforms for distant learning to reach the intended audience with a focus on patient outreach, medical support and telework. Through this RFP it is the sponsors intent to support patient-focused programs that help patients and providers address the heightened medical and educational needs of patients with PI during this pandemic."},{"title":"AWS Diagnostic Development Initiative (DDI)","agency":"Amazon Web Services","logo":"assets//logos//aws.png","category":"Others","dueDate":"6/30/2020","fundingLevel":"20,000,000 USD","website":"https://aws.amazon.com/government-education/nonprofits/disaster-response/diagnostic-dev-initiative/","description":"The AWS Diagnostic Development Initiative (DDI) provides support for innovation in rapid and accurate patient testing for 2019 novel coronavirus (COVID-19), and other diagnostic solutions to mitigate future outbreaks. Although vaccine and treatment development research is generally funded by private foundations and government agencies, fast and reliable diagnostic techniques are slow to be developed. Accurate testing and diagnosis at point-of-care or regional locations for patients with COVID-19 is critical to early intervention and treatment. "},{"title":"Research Grant for Pandemic Preparedness","agency":"Merck KGaA","logo":"assets//logos//merck.png","category":"Others","dueDate":"8/31/2020","fundingLevel":"817,500 USD","website":"https://www.emdgroup.com/en/research/open-innovation/2020-research-grants.html","description":"The threat from newly emerging viral infections is one of the top global challenges for humanity. The recent COVID-19 pandemic shows that pandemic preparedness and having the right products and technology to fight infectious diseases with epidemic and pandemic potential is of utmost importance. It is required to act quickly to limit further substantial damages to society, economy and ecology. Project proposals will be considered that leverage modern technologies to create new breakthrough solutions to be more prepared for pandemic outbreaks or work towards existing solutions that could help to fight emerging viral infections. Proposals will be considered that leverage technological solutions to be more prepared for pandemic outbreaks or solutions that could help to fight emerging viral infections."},{"title":"2020 Emergency Grants Application","agency":"Foundation for Contemporary Arts","logo":"assets//logos//fca.png","category":"Others","dueDate":"12/8/2020","fundingLevel":"$500-2500","website":"https://foundationforcontemporaryarts.submittable.com/submit/148906/2020-emergency-grants-application","description":"Artist Support from Foundation for Contemporary Arts Emergency Grants is available to provide urgent funding for visual and performing artists who have sudden, unanticipated opportunities to present their work to the public when there is insufficient time to seek other sources of funding; and/or incur unexpected or unbudgeted expenses for projects close to completion with committed exhibition or performance dates. "},{"title":"COVID-19 Relief Fund Application","agency":"Foundation for Contemporary Arts","logo":"assets//logos//fca.png","category":"Others","dueDate":"12/8/2020","fundingLevel":1000,"website":"https://foundationforcontemporaryarts.submittable.com/submit/162848/covid-19-relief-fund-application","description":"In light of the impact of the COVID-19 pandemic on the artist community, the Foundation for Contemporary Arts is creating a temporary fund to meet the needs of experimental artists who have been impacted by the economic fallout from postponed or canceled performances and exhibitions. If you are unsure about whether your work is experimental, you can see other artists we have supported on our Instagram and our website. For as long as our Board of Directors determines it is necessary and prudent to do so, the Foundation will disburse $1,000 grants to artists who have had performances or exhibitions canceled or postponed because of the COVID-19 virus."},{"title":"Urgency Grants","agency":"Natural Environment Research Council","logo":"assets//logos//nerc.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"79,300 USD","website":"https://nerc.ukri.org/funding/available/researchgrants/urgency/","description":"The NERC Urgency Grant scheme exists to provide funding for unexpected and transient scientific opportunities created by unpredictable natural events. NERC welcome Urgency proposals related to the current Coronavirus outbreak. Research must fall predominantly within the NERC remit. Proposals will need to be sensitive to social distancing and other restrictions being brought in as a result of the current situation."},{"title":"Epidemic Preparedness: COVID-19 Funding Call","agency":"Wellcome Trust","logo":"assets//logos//wellcometrust.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://wellcome.ac.uk/funding/schemes/epidemic-preparedness-covid-19","description":"\r\nThis call aims to strengthen the evidence base to better prevent and control coronavirus (COVID-19) epidemics and to increase research and response capacity. It's part of an existing partnership between Wellcome and the UK Department for International Development (DFID) through the Joint Initiative on Research in Epidemic Preparedness and Response to help low- and middle-income countries prepare for and tackle epidemics. "},{"title":"TechWatch Meeting Request","agency":"Biomedical Advanced Research and Development Authority/ASPR/DHHS","logo":"assets//logos//barda.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.medicalcountermeasures.gov/Request-BARDA-TechWatch-Meeting/","description":"The U.S. government, in response to the COVID-19 outbreak, seeks information from stakeholders on available medical countermeasures in development. We are particularly interested in products and technologies that have progressed into or beyond non-clinical trials, have established large-scale cGMP manufacturing capability, or utilize an approved platform. Information regarding diagnostics, therapeutics, vaccines, and other products or technologies relevant to addressing this outbreak are sought."},{"title":"Fast Grants","agency":"Emergent Ventures","logo":"assets//logos//emerge.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"500,000 USD","website":"https://fastgrants.org/","description":"Emergent Ventures invites applications from scientists at academic institutions currently working on a COVID-19 related project and in need of funding. Fast Grants are $10,000 to $500,000 and decisions are made in under 48 hours. EV requires that a Fast Grant be used solely to expedite COVID-19-related science. Beyond that, the grant recipient has complete discretion over how it is spent."},{"title":"COVID-19 HPC Consortium","agency":"Extreme Science and Engineering Discovery Environment (XSEDE)","logo":"assets//logos//xsede.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://covid19-hpc-consortium.org/","description":"The COVID-19 HPC Consortium encompasses computing capabilities from some of the most powerful and advanced computers in the world. XSEDE hopes to empower researchers around the world to accelerate understanding of the COVID-19 virus and the development of treatments and vaccines to help address infections. Consortium members manage a range of computing capabilities that span from small clusters to some of the very largest supercomputers in the world."}]