[{"title":"NSF Early-concept Grants for Exploratory Research (EAGER)","agency":"United States Department of Energy","logo":"assets/logos/doe.png","dueDate":"Contact the NSF program officer(s)","fundingLevel":"up to $300K and of up to two years duration","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The EAGER funding mechanism may be used to support exploratory work in its early stages on untested, but potentially transformative, research ideas or approaches. This work may be considered especially \"high risk-high payoff\" in the sense that it, for example, involves radically different approaches, applies new expertise, or engages novel disciplinary or interdisciplinary perspectives.\r\n•\tThese exploratory proposals may also be submitted directly to an NSF program, but the EAGER mechanism should not be used for projects that are appropriate for submission as regular (i.e., non-EAGER) NSF proposals.\r\n•\tPI(s) must contact the NSF program officer(s) whose expertise is most germane to the proposal topic \r\n•\tThe Project Description is expected to be brief (five to eight pages) and include clear statements as to why this project is appropriate for EAGER funding, including why it does not fit into existing programs and why it is a good fit for EAGER. \r\n•\tup to $300K and of up to two years duration. "},{"title":"Dept of Energy Seeking Input and Collaboration on Science and Technology Response to COVID-19","agency":"United States Department of Energy","logo":"assets/logos/doe.png","dueDate":"Responses will be reviewed beginning March 18, 2020. ","fundingLevel":"Unspecified","website":"https://science.osti.gov/-/media/sc-1/pdf/COVID-19-letter.pdf?la=en&hash=2A142317F56F185FC3E2CEF0AEAD6CACB3E70C7F","description":"The Department is acting rapidly to leverage, and when appropriate provide prioritized access to, the full range of DOE user facilities and other facilities available at national laboratories to support the national and international effort to address COVID-19. DOE encourages you to consider scientific questions that underpin COVID-19 response and that the research community may answer using DOE user facilities, computational resources, and enabling infrastructure. Please send research questions that the scientific community may address with DOE resources by email to SC.DCL@science.doe.gov. More information can be found in the Dear Colleague Letter on DOE’s Coronavirus Resources Hub. Responses will be reviewed beginning March 18, 2020. "},{"title":"Decision, Risk and Management Sciences  (DRMS)","agency":"National Science Foundation","logo":"assets/logos/nsf.png","dueDate":44061,"fundingLevel":"Unspecified","website":"https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=5423","description":"The Decision, Risk and Management Sciences program supports scientific research directed at increasing the understanding and effectiveness of decision making by individuals, groups, organizations, and society. Disciplinary and interdisciplinary research, doctoral dissertation research improvement grants (DDRIGs), and conferences are funded in the areas of judgment and decision making; decision analysis and decision aids; risk analysis, perception, and communication; societal and public policy decision making; management science and organizational design. The program also supports small grants that are time-critical (Rapid Response Research - RAPID) and small grants that are high-risk and of a potentially transformative nature (EArly-Concept Grants for Exploratory Research - EAGER). For detailed information concerning these two types of grants, please review Chapter II.E of the NSF Proposal & Award Policies & Procedures Guide (PAPPG)."},{"title":"Dear Colleague Letter: Provisioning Advanced Cyberinfrastructure to Further Research on the Coronavirus Disease 2019 (COVID-19)","agency":"National Science Foundation","logo":"assets/logos/nsf.png","dueDate":"Unspecified","fundingLevel":"Unspecified","website":"https://www.nsf.gov/pubs/2020/nsf20055/nsf20055.jsp","description":"The NSF Directorate for Computer and Information Science and Engineering is inviting RAPID proposals and supplemental funding requests to existing awards that address COVID-19 challenges through data and/or software infrastructure development activities. Such activities would be funded by the Computational and Data-Enabled Science and Engineering (CDS&E) program or the Cyberinfrastructure for Sustained Scientific Innovation (CSSI) program. "},{"title":"Leading Engineering for America’s Prosperity, Health, and Infrastructure (LEAP-HI) ","agency":"National Science Foundation","logo":"assets/logos/nsf.png","dueDate":"Letter of Intent due July 15, 2020; full proposal due September 15, 2020","fundingLevel":"$6,500,000 to $7,500,000 for 4-7 awards","website":"https://www.nsf.gov/pubs/2017/nsf17602/nsf17602.htm","description":"The LEAP HI program challenges the engineering research community to take a leadership role in addressing demanding, urgent, and consequential challenges for advancing America’s prosperity, health and infrastructure. LEAP HI proposals confront engineering problems that are too complex to yield to the efforts of a single investigator --- problems that require sustained and coordinated effort from interdisciplinary research teams, with goals that are not achievable through a series of smaller, short-term projects. LEAP HI projects perform fundamental research that may lead to disruptive technologies and methods, lay the foundation for new and strengthened industries, enable notable improvements in quality of life, or reimagine and revitalize the built environment."},{"title":"NSF Grants for Rapid Response Research (RAPID)","agency":"National Science Foundation","logo":"assets/logos/nsf.png","dueDate":"Unspecified","fundingLevel":"up to $200K and of one year duration. ","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The RAPID funding mechanism is used for proposals having a severe urgency with regard to availability of, or access to data, facilities or specialized equipment, including quick-response research on natural or anthropogenic disasters and similar unanticipated events.  PI must contact the NSF program officer(s) whose expertise is most germane to the proposal topic Project Description is brief – two to five pages - and include clear statements as to why the proposed research is of an urgent nature and why a RAPID award would be the most appropriate mechanism for supporting the proposed work. "},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Urgent Competitive Revisions for Research on the 2019 Novel Coronavirus (2019-nCoV)","agency":"National Institute of Allergy and Infectious Diseases (NIAID) and National Institute of General Medical Sciences (NIGMS)","logo":"assets/logos/nih.png","dueDate":44233,"fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AI-20-030.html","description":"NIAID and NIGMS are issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 novel Coronavirus (2019-nCoV). NIAID is particularly interested in projects focusing on viral natural history, pathogenicity, transmission, as well as projects developing medical countermeasures and suitable animal models for pre-clinical testing of vaccines and therapeutics against 2019-nCoV. NIGMS is specifically interested in incorporation of data from the 2019-nCoV into ongoing research efforts to develop predictive models for the spread of Coronaviruses and related pathogens. NIAID and NIGMS are therefore offering Competitive Revisions to active grants addressing research objectives described below."},{"title":"Multidisciplinary Studies to Improve Influenza Transmission ","agency":"National Institute of Allergy and Infectious Diseases","logo":"assets/logos/nih.png","dueDate":44005,"fundingLevel":"Recommended budgets of up to $2 million in direct costs per year may be requested. NIAID intends to commit $6 million in FY2021 to fund up to 3 awards.","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-AI-20-008.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit applications for collaborative, multidisciplinary research to comprehensively investigate the dynamics and drivers of influenza transmission between humans. This FOA will support research to: (1) improve detection and sampling of influenza viral particles from the air; (2) develop novel assays to assess viability and infectivity of influenza viral particles collected from the air; and (3) comprehensively evaluate the contribution of viral, host, physical, and environmental factors to influenza transmission between humans.  "},{"title":"STOP Spillover Virtual Conference ","agency":"United States Agency for International Development","logo":"assets/logos/usaid.png","dueDate":"Unspecified","fundingLevel":"Unspecified","description":"USAID invites organizations working on the prevention, detection, and response of infectious disease threats to participate in a pre-application conference. At this meeting, USAID plans to discuss a potential solicitation for a cooperative agreement Strategies to Prevent (STOP) Spillover. Participants will be given the opportunity to discuss their questions, suggestions and/or comments on the draft program description and to learn more about the application process. This is an open invitation; however, the meeting may have limited capacity. USAID recommends that participants represent their organization’s technical expertise as well as their business management capabilities (e.g., grants, contracts, financial aspects). To RSVP, organizations should email stopspillover@usaid.gov with the following information: EMAIL SUBJECT: STOP Spillover Pre-Application Conference; RSVP INFORMATION: Full name, title, organization, email, phone of participants; RSVPs to this event must be acknowledged by USAID, as space is limited. The RSVP acknowledgment will provide more detail regarding the meeting location and time."},{"title":"2020 Emergency Grants Application","agency":"Foundation for Contemporary Arts","logo":"assets/logos/fca.png","dueDate":44173,"fundingLevel":"$500-2500","website":"https://foundationforcontemporaryarts.submittable.com/submit/148906/2020-emergency-grants-application","description":"Artist Support from Foundation for Contemporary Arts Emergency Grants is available to provide urgent funding for visual and performing artists who have sudden, unanticipated opportunities to present their work to the public when there is insufficient time to seek other sources of funding; and/or incur unexpected or unbudgeted expenses for projects close to completion with committed exhibition or performance dates. "},{"title":"COVID-19 Relief Fund Application","agency":"Foundation for Contemporary Arts","logo":"assets/logos/fca.png","dueDate":44173,"fundingLevel":1000,"website":"https://foundationforcontemporaryarts.submittable.com/submit/162848/covid-19-relief-fund-application","description":"In light of the impact of the COVID-19 pandemic on the artist community, the Foundation for Contemporary Arts is creating a temporary fund to meet the needs of experimental artists who have been impacted by the economic fallout from postponed or canceled performances and exhibitions. If you are unsure about whether your work is experimental, you can see other artists we have supported on our Instagram and our website. For as long as our Board of Directors determines it is necessary and prudent to do so, the Foundation will disburse $1,000 grants to artists who have had performances or exhibitions canceled or postponed because of the COVID-19 virus."}]