[{"title":"NSF Grants for Rapid Response Research (RAPID)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Unspecified","fundingLevel":"up to $200K and of one year duration. ","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The RAPID funding mechanism is used for proposals having a severe urgency with regard to availability of, or access to data, facilities or specialized equipment, including quick-response research on natural or anthropogenic disasters and similar unanticipated events.  PI must contact the NSF program officer(s) whose expertise is most germane to the proposal topic Project Description is brief – two to five pages - and include clear statements as to why the proposed research is of an urgent nature and why a RAPID award would be the most appropriate mechanism for supporting the proposed work. "},{"title":"NSF Early-concept Grants for Exploratory Research (EAGER)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Contact the NSF program officer(s)","fundingLevel":"up to $300K and of up to two years duration","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The EAGER funding mechanism may be used to support exploratory work in its early stages on untested, but potentially transformative, research ideas or approaches. This work may be considered especially \"high risk-high payoff\" in the sense that it, for example, involves radically different approaches, applies new expertise, or engages novel disciplinary or interdisciplinary perspectives.\r\n•\tThese exploratory proposals may also be submitted directly to an NSF program, but the EAGER mechanism should not be used for projects that are appropriate for submission as regular (i.e., non-EAGER) NSF proposals.\r\n•\tPI(s) must contact the NSF program officer(s) whose expertise is most germane to the proposal topic \r\n•\tThe Project Description is expected to be brief (five to eight pages) and include clear statements as to why this project is appropriate for EAGER funding, including why it does not fit into existing programs and why it is a good fit for EAGER. \r\n•\tup to $300K and of up to two years duration. "},{"title":"Leading Engineering for America’s Prosperity, Health, and Infrastructure (LEAP-HI) ","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Letter of Intent due July 15, 2020; full proposal due September 15, 2020","fundingLevel":"$6,500,000 to $7,500,000 for 4-7 awards","website":"https://www.nsf.gov/pubs/2017/nsf17602/nsf17602.htm","description":"The LEAP HI program challenges the engineering research community to take a leadership role in addressing demanding, urgent, and consequential challenges for advancing America’s prosperity, health and infrastructure. LEAP HI proposals confront engineering problems that are too complex to yield to the efforts of a single investigator --- problems that require sustained and coordinated effort from interdisciplinary research teams, with goals that are not achievable through a series of smaller, short-term projects. LEAP HI projects perform fundamental research that may lead to disruptive technologies and methods, lay the foundation for new and strengthened industries, enable notable improvements in quality of life, or reimagine and revitalize the built environment."},{"title":"Decision, Risk and Management Sciences  (DRMS)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"8/18/2020","fundingLevel":"Unspecified","website":"https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=5423","description":"The Decision, Risk and Management Sciences program supports scientific research directed at increasing the understanding and effectiveness of decision making by individuals, groups, organizations, and society. Disciplinary and interdisciplinary research, doctoral dissertation research improvement grants (DDRIGs), and conferences are funded in the areas of judgment and decision making; decision analysis and decision aids; risk analysis, perception, and communication; societal and public policy decision making; management science and organizational design. The program also supports small grants that are time-critical (Rapid Response Research - RAPID) and small grants that are high-risk and of a potentially transformative nature (EArly-Concept Grants for Exploratory Research - EAGER). For detailed information concerning these two types of grants, please review Chapter II.E of the NSF Proposal & Award Policies & Procedures Guide (PAPPG)."},{"title":"Dear Colleague Letter: Request for SBIR/STTR Phase I Proposals Addressing COVID-19","agency":"Directorate for Engineering/NSF","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.nsf.gov/pubs/2020/nsf20065/nsf20065.jsp","description":"The Division of Innovation and Industrial Partnerships (IIP) of the Engineering Directorate invites US-based small businesses to submit Phase I proposals focused on the development and deployment of new technologies, products, processes, and services with the potential to positively impact the nation’s and world’s ability to respond to the COVID-19 crisis. Areas of research that might be considered include, but are not limited to: artificial intelligence, digital health, diagnostics, distributed ledger, environmental technologies, medical devices, pharmaceutical technologies, disinfection and sterilization, and filtration and separations. Interested proposers are invited to submit to the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) Phase I Program."},{"title":"Dear Colleague Letter: Provisioning Advanced Cyberinfrastructure to Further Research on the Coronavirus Disease 2019 (COVID-19)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Unspecified","fundingLevel":"Unspecified","website":"https://www.nsf.gov/pubs/2020/nsf20055/nsf20055.jsp","description":"The NSF Directorate for Computer and Information Science and Engineering is inviting RAPID proposals and supplemental funding requests to existing awards that address COVID-19 challenges through data and/or software infrastructure development activities. Such activities would be funded by the Computational and Data-Enabled Science and Engineering (CDS&E) program or the Cyberinfrastructure for Sustained Scientific Innovation (CSSI) program. "},{"title":"NIH Research Project Grant (Parent R01 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/7/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-056.html","description":"The NIH Research Project Grant supports a discrete, specified, circumscribed project in areas representing the specific interests and competencies of the investigator(s). The proposed project must be related to the programmatic interests of one or more of the participating NIH Institutes and Centers (ICs) based on their scientific missions.  "},{"title":"NIH Small Research Grant Program (Parent R03 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/7/2020","fundingLevel":"100,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-052.html","description":"The NIH Small Research Grant Program supports small research projects that can be carried out in a short period of time with limited resources. This program supports different types of projects including pilot and feasibility studies; secondary analysis of existing data; small, self-contained research projects; development of research methodology; and development of new research technology."},{"title":"NIH Exploratory/Developmental Research Grant Program (Parent R21 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/7/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/pa-19-053.html","description":"The NIH Exploratory/Developmental Grant supports exploratory and developmental research projects by providing support for the early and conceptual stages of these projects. These studies may involve considerable risk but may lead to a breakthrough in a particular area, or to the development of novel techniques, agents, methodologies, models, or applications that could have a major impact on a field of biomedical, behavioral, or clinical research. "},{"title":"RFA-AI-20-028 -- Partnerships for Countermeasures against Select Pathogens (R01 Clinical Trials Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"05/30/2020 [Optional][LOI/Pre-App]","fundingLevel":"3,750,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-AI-20-028.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit research applications for milestone-driven projects focused on preclinical development of lead candidate therapeutics, vaccines and related countermeasures against select NIAID Emerging Infectious Diseases/Pathogens. Applications must include a Product Development Strategy attachment and demonstrate substantive investment by at least one industrial participant."},{"title":"Multidisciplinary Studies to Improve Influenza Transmission ","agency":"National Institute of Allergy and Infectious Diseases","logo":"assets//logos//nih.png","category":"NIH","dueDate":"6/23/2020","fundingLevel":"Recommended budgets of up to $2 million in direct costs per year may be requested. NIAID intends to commit $6 million in FY2021 to fund up to 3 awards.","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-AI-20-008.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit applications for collaborative, multidisciplinary research to comprehensively investigate the dynamics and drivers of influenza transmission between humans. This FOA will support research to: (1) improve detection and sampling of influenza viral particles from the air; (2) develop novel assays to assess viability and infectivity of influenza viral particles collected from the air; and (3) comprehensively evaluate the contribution of viral, host, physical, and environmental factors to influenza transmission between humans.  "},{"title":"Collaborative Cross (CC) Mouse Model Generation and Discovery of Immunoregulatory Mechanisms (R21 Clinical Trial Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"9/9/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-18-781.html","description":"National Institute of Allergy and Infectious Diseases (NIAID) invites applications for the use of Collaborative Cross (CC) mouse lines to advance understanding of the host genetics involved in immune regulation and function and to further develop CC mouse lines that more faithfully reproduce human immune responses. Applicants may include CC, CC derivatives with reproducible genomes and/or CC-RIX mice to accomplish these goals."},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Urgent Competitive Revisions for Research on the 2019 Novel Coronavirus (2019-nCoV)","agency":"National Institute of Allergy and Infectious Diseases (NIAID) and National Institute of General Medical Sciences (NIGMS)","logo":"assets//logos//nih.png","category":"NIH","dueDate":"2/6/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AI-20-030.html","description":"NIAID and NIGMS are issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 novel Coronavirus (2019-nCoV). NIAID is particularly interested in projects focusing on viral natural history, pathogenicity, transmission, as well as projects developing medical countermeasures and suitable animal models for pre-clinical testing of vaccines and therapeutics against 2019-nCoV. NIGMS is specifically interested in incorporation of data from the 2019-nCoV into ongoing research efforts to develop predictive models for the spread of Coronaviruses and related pathogens. NIAID and NIGMS are therefore offering Competitive Revisions to active grants addressing research objectives described below."},{"title":"Emergency Competitive Revision to Existing NIH Awards (Emergency Supplement - Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-20-135.html","description":"The National Institutes of Health (NIH) hereby notify the applicant community that funds may be available for applications based on a presidentially declared disaster under the Stafford Act, a public health emergency declared by the Secretary, HHS, or other local, regional or national disaster. Applications in response to Emergency Notices of Special Interest (NOSIs) will be routed directly to the NIH awarding component signed on to the Emergency NOSI."},{"title":"Urgent Competitive Revision to Existing NIH Grants and Cooperative Agreements (Urgent Supplement -  Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/pa-18-935.html","description":"The National Institutes of Health (NIH) hereby notify Principal Investigators holding specific types of NIH research grants, listed in the full Funding Opportunity Announcement (FOA) that funds may be available for competitive revisions to meet immediate needs to help address a specific public health crisis in a timely manner, but that were unforeseen when the new or renewal application or grant progress report for non-competing continuation support was submitted.  Applications for Urgent Competitive Revisions will be routed directly to the NIH awarding component listed on the NoA of the most recent parent award."},{"title":"Administrative Supplements to Existing NIH Grants and Cooperative Agreements (Parent Admin Supp Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/pa-18-591.html","description":"The National Institutes of Health (NIH) hereby notify Program Directors/Principal Investigators (PD(s)/PI(s)) holding specific types of NIH research grants listed in the full Funding Opportunity Announcement (FOA) that funds may be available for administrative supplements to meet increased costs that are within the scope of the approved award, but were unforeseen when the new or renewal application or grant progress report for non-competing continuation support was submitted.  Applications for administrative supplements are considered prior approval requests (as described in Section 8.1.2.11 of the NIH Grants Policy Statement) and will be routed directly to the Grants Management Officer of the parent award. Although requests for administrative supplements may be submitted through this FOA, there is no guarantee that funds are available from the awarding IC or for any specific grant. All applicants are encouraged to discuss potential requests with the awarding IC. Additionally, prior to submission, applicants must review the awarding IC's web site to ensure they meet the IC's requirements.  A list of those web sites is available at https://grants.nih.gov/grants/guide/admin_supp/index.htm."},{"title":"Limited Competition: Competitive Revision Awards for the Clinical and Translational Science Award (CTSA) Program (U54 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/4/2020","fundingLevel":"750,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-19-337.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit competitive revision (formerly known as competitive supplement) applications from awardees with active Clinical and Translational Science Award (CTSA) Program hub awards (UL1) to support the demonstration, and/or dissemination, and/or implementation of highly innovative and impactful translational science projects that address the goals of the CTSA Program and are beyond the original scope of the approved parent project  Under this competitive revision, only applications for revisions to the UL1 award are allowed. Revisions to the linked KL2 and/or the TL1 awards are not allowed.    "},{"title":"Limited Competition: Clinical and Translational Science Award (CTSA) Program: Collaborative Innovation Award (U01 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/4/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/par-19-099.html","description":"The Clinical and Translational Science Award (CTSA) Program Collaborative Innovation Award (CCIA) supports collaborative research activities that develop innovative solutions that will improve the efficiency, quality and impact of turning laboratory, clinic and community observations into interventions that improve the health of individuals and the public.  This funding opportunity announcement (FOA) will support investigators from three or more CTSA Program hub institutions (see below under Eligible Individuals) to either: 1) form new collaborations, or to 2) significantly expand the scientific scope of existing collaborations, or to 3) engage new collaborators in pre-existing collaborations to solve a translational science problem no one hub can solve alone, or disseminate a solution to a translational science problem developed at one hub to other hubs, in so doing testing its robustness to different hub environments and structures and adapting it for further dissemination within outside the CTSA Program consortium if appropriate."},{"title":"Limited Competition: Clinical and Translational Science Award (CTSA) Program: Exploratory Collaborative Innovation Awards (R21 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"5/4/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/par-19-100.html","description":"The Clinical and Translational Science Award (CTSA) Program Collaborative Innovation Award (CCIA) supports collaborative research activities that develop innovative solutions that will improve the efficiency, quality and impact of turning laboratory, clinic and community observations into interventions that improve the health of individuals and the public. This funding opportunity announcement (FOA) will support investigators from two or more CTSA Program hub institutions (see below under Eligible Individuals) to either: 1) form new collaborations, or to 2) significantly expand the scientific scope of existing collaborations, or to 3) engage new collaborators in pre- existing collaborations to solve a translational science problem no one hub can solve alone, or disseminate a solution to a translational science problem developed at one hub to other hubs, in so doing testing its robustness to different hub environments and structures and adapting it for further dissemination within outside the CTSA Program consortium if appropriate."},{"title":"Small Business Innovation Research Grant Applications (Parent SBIR [R43/R44] Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"4/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-272.html","description":"This Funding Opportunity Announcement (FOA), issued by the National Institutes of Health (NIH), the Centers for Disease Control and Prevention (CDC), and the Food and Drug Administration (FDA), invites eligible United States small business concerns (SBCs) to submit Small Business Innovation Research (SBIR) grant applications. United States SBCs that have the research capabilities and technological expertise to contribute to the R&D mission(s) of the NIH, CDC, and FDA awarding components identified in this FOA are encouraged to submit SBIR grant applications in response to identified topics (see PHS 2019-2 SBIR/STTR Program Descriptions and Research Topics for NIH, CDC, and FDA."},{"title":"Small Business Technology Transfer Grant Applications (Parent STTR [R41/R42] Clinical Trial Not Allowed","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"4/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-19-270.html","description":"This Funding Opportunity Announcement (FOA), issued by the National Institutes of Health (NIH), invites eligible United States small business concerns (SBCs) to submit Small Business Technology Transfer (STTR) grant applications. United States SBCs that have the research capabilities and technological expertise to contribute to the R&D mission(s) of the NIH awarding components identified in this FOA are encouraged to submit STTR grant applications in response to identified topics (see PHS 2019-2 SBIR/STTR Program Descriptions and Research Topics for NIH."},{"title":"FORECAST: COVID-19 Response Supplement Part B: Tribal Public Health Capacity-Building and Quality Improvement Umbrella Cooperative Agreement.","agency":"Centers for Disease Control and Prevention/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"4/6/2020","fundingLevel":"3,500,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=325924","description":"This is an emergency supplemental funding opportunity announcement in response to the current outbreak of Coronavirus Disease, COVID-19. The purpose of this notice is to announce the availability of emergency supplemental funding to prevent, prepare for, and respond to COVID-19 for the regional American Indian/Alaska Native (AI/AN) tribal organizations that were eligible to apply for, but not previously awarded, funding under CDC-RFA-OT18-1803: Tribal Public Health Capacity-Building and Quality Improvement Umbrella Cooperative Agreement."},{"title":"Enhancing Global Health Security: Expanding Efforts and Strategies to Protect and Improve Public Health Globally","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"27-Apr-2020 ","fundingLevel":"75,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=320394","description":"\r\n\r\nThis Notice of Funding Opportunity (NOFO) seeks to build upon activities funded by CDC to support Global Health Security (GHS) through implementation of programs and activities that focus on protecting and improving health globally through partnerships with Ministries of Health and other governmental institutions. After five years of implementing and strengthening global health security systems, the U.S. Government (USG) will continue to advance prevent, detect, and respond strategies to mitigate threats. "},{"title":"Strengthening Global Field Epidemiology Training Program (FETP) Network","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"27-Apr-2020 ","fundingLevel":"105,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=322659","description":"Development of a well-trained epidemiologic public health workforce in surveillance, outbreak detection and response is essential in meeting Global Health Security objectives. In partnership with Ministries of Health and other public and private stakeholders, CDC seeks to accelerate progress toward a world safe and secure from infectious disease threats by building workforce capacity through creation and support of a global network of field epidemiology and training program (FETP). "},{"title":"FORECAST: Supporting Tribal Public Health Capacity in Coronavirus Preparedness and Response","agency":"Centers for Disease Control and Prevention/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"4/29/2020","fundingLevel":"3,500,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=325942","description":"To support tribal public health emergency response to COVID-19, the Centers for Disease Control and Prevention (CDC) is announcing a new, non-competitive grant CDC-RFA-OT20-2004 Supporting Tribal Public Health Capacity in Coronavirus Preparedness and Response. CDC is awarding at least $40,000,000 under this funding opportunity to Title I and Title V tribal nations."},{"title":"Building Capacity for National Public Health Institutes","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"04-May-2020 ","fundingLevel":"15,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=323073","description":"\r\n\r\nConsolidating and organizing public health expertise and systems within a National Public Health Institute (NPHI) is a successful way for countries to carry out essential public health functions and improve their accountability and efficiency. The CDC, with over 70 years of experience as the U.S. NPHI, is helping countries around the world increase surveillance, laboratory, and outbreak response capacity to improve recognition of and response to health threats. An NPHI coupled with stronger local outbreak detection and response capabilities offers a sustainable solution for building global public health capacity, achieving global health security, and increasing public health impact. "},{"title":"Global Health Security Partnerships: Expanding and Improving Public Health Laboratory Strategies and Systems.","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"04-May-2020 ","fundingLevel":"25,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=320733","description":"Activities under this Notice of Funding Opportunity (NOFO) should focus on protecting and improving public health globally by: 1) strengthening public health laboratory systems; 2) improving public health laboratory workforce; 3) improving biorisk management; 4) reinforcing emergency laboratory preparedness; and 5) enhancing laboratory quality management systems. Additionally, laboratory recipients previously funded under CDC-RFA-GH15-1632 may apply to expand efforts in additional countries with special consideration given to those countries within the regions listed in the funding strategy section of this NOFO. Recipients should be able to modify their activities based on agency prioritization."},{"title":"Global Health Security Partner Enhancement : Expanding Efforts to Improve Surveillance and Laboratory Data Interoperability","agency":"Center for Global Health/CDC/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"04-May-2020 ","fundingLevel":"5,000,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=322255","description":"\t\r\n\r\nThe U.S. government's (USG) Global Health Security Agenda (GHSA) envisions a world safe and secure from global health threats posed by infectious diseases, and the current Ebola epidemic in West Africa further underscores the economic and humanitarian impacts of infectious diseases. "},{"title":"Supporting Tribal Public Health Capacity in Coronavirus Preparedness and Response","agency":"Centers for Disease Control and Prevention/DHHS","logo":"assets//logos//cdc.png","category":"Federal - All CDC","dueDate":"5/31/2020","fundingLevel":"3,500,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=325942","description":"This is an emergency notice of funding opportunity in response to the current outbreak of the Novel Coronavirus disease (COVID-19). This funding is only available to Title I and Title V federally recognized tribe nations and/or their Bona Fide Agents. The applicant must be a federally recognized American Indian or Alaska Native tribe. Tribes may apply individually or as a consortia. Indian Tribe, as defined at 25 U.S.C. § 1603(14) is any Indian tribe, band, nation, or other organized group or community, including any Alaska Native village or group or regional or village corporation as defined in or established pursuant to the Alaska Native Claims Settlement Act (85 Stat. 688) [43 U.S.C.A. § 1601 et seq.], which is recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians. A consortia of tribes are eligible to apply, but each participating entity must indicate its approval. A single tribe in the consortium must be the legal applicant, the recipient of the award, and the entity legally responsible for satisfying the grant requirements. Bona fide agents are eligible to apply."},{"title":"RFP -- Priority ICU Medicines COVID-19","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - All DHHS","dueDate":"4/3/2020","fundingLevel":"No restrictions","website":"https://beta.sam.gov/opp/f32a1c52a3ba4a05a321163c1fd96811/view","description":"This is a request for information (RFI). It is not a solicitation for proposals, proposal abstracts, or quotations. The purpose of this notice is to: Identify manufacturers who have current capability to produce priority ICU medicines in the quantity requested below; Identify manufacturers who are able to quickly modify their current capabilities to produce priority ICU medicines in the quantity requested below; and Make use of this information to inform acquisition strategies that may be used to support COVID-19 emergency response efforts."},{"title":"RFP -- AMENDMENT--Office of Biomedical Advanced Research and Development Authority (BARDA) Broad Agency Announcement (BAA)","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - All DHHS","dueDate":"31-Oct-2020 ","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/cf2836e2f4b3406f9f492230ece030c7/view","description":"The latest BARDA BAA is amendment 12 posted on February 10, 2020 which incorporates changes to AOI 7-Diagnostics. BARDA is now accepting submissions to AOI 7.7 for development of assays for coronaviruses. Due to an overwhelming response to Area of Interest 7, BARDA is temporarily closing AOI's; Innovations (7.1), biothreats (7.2), antibiotic resistance (7.3) and influenza (7.6). AOI's radiation exposure/biodosimetry (7.4), and chemical threat exposure (7.5) remain closed. The final whte paper\r\nsubmission deadline is October 31, 2020. The final full proposal submission deadline is October 31, 2020 or as specified in the invitation letter."},{"title":"RFP -- AMENDMENT --- BARDA's Division of Research, Innovation & Ventures (DRIVe) Easy Broad Agency Announcement","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - All DHHS","dueDate":"03-Feb-2023 ","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f922eb52cec446c5875811752bf2d34c/view","description":"Please see Special Instructions 001 Issuance for Easy Broad AgencyAnnouncement (EZ-BAA) BAA-20-100-SOL-0002. Under these Special Instructions, BARDA is temporarily suspending AOIs 1-3 as part of itsEZ-BAA (BAA-20-100-SOL-0002), but is pleased to announce that it is now accepting abstract submissions for AOI #4: 2019-nCoV. See attachment(s).This Easy Broad Agency Announcement (EZ-BAA) sets forth areas of interest(AOIs) for the Division of Research, Innovation, and Ventures (DRIVe) inthe Office of Biomedical Advanced Research and Development Authority(BARDA), issued under paragraph 6.102(d)(2)(i) of the Federal AcquisitionRegulation (FAR). Abstract submissions selected for award are consideredto be the result of full and open competition and in full compliance with41 U.S.C. § 3301.Additional beta.sam.gov information"},{"title":"RFP --Prototype Development to Combat Novel Coronavirus Disease COVID-19","agency":"Department of the Army","logo":"assets//logos//dod.png","category":"Federal - All DoD","dueDate":"15-Apr-2020 ","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/53badf9fb02349e78839a541495efc6a/view ","description":"The Medical Technology Enterprise Consortium (MTEC) is excited to post this pre-announcement for a potential Request for Project Proposals (RPP) focused on the development of prototypes aimed to combat the coronavirus (COVID-19). "},{"title":"Dear Colleague Letter--Coronavirus Disease 2019 (COVID-19)","agency":"Department of Energy","logo":"assets//logos//doe.png","category":"Federal - All DoE","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.northeastern.edu/resdev/funding-announcement/foa-doe-coronavirus-disease-2019-covid-19-dear-colleague-letter/","description":"The emergence and spread of the new respiratory Corona virus Disease 2019 (COVID-19), which was declared a Public Health Emergency in the United States on January 31, 2020, has catalyzed significant activity by Federal, state, and local governments; the healthcare community; residents across the United States; and people around the world. The National Biodefense Strategy is.the nation’s plan for ensuring that the country is prepared for, responding to, and recovering from health incidents such as these. As a partner in the Strategy, the Department of Energy (DOE) contributes science and technology to support these efforts. This is not the first emerging infectious disease event that the world will face, nor will it be the last I am asking for your ideas about how DOE and the National Labs might contribute resources to help address COVID-19 through science and technology efforts and collaborations. Through its user facilities, computational power, and enabling infrastructure, DOE has unique capabilities that the scientific community may leverage for the COVID-19 response and recovery. DOE does not provide medical and clinical work; instead, the Department’s mission complements the efforts of the National Institutes of Health, the Department of Defense, and other Federal partners by helping to understand the scientific phenomena contributing to COVID-19, from the structure of the SARS-CoV-2 virus, which causes the disease, to models that can mimic its spread. DOE supports significant biologically focused facilities and resources, including the Joint Genome Institute (JGI), National Microbiome Data Collaborative (NMDC), Environmental Molecular Science Laboratory (EMSL), and DOE Systems Biology Knowledgebase (KBase ). These and other DOE resources may be used for many studies, such as: Developing high-throughput multiplex technologies to characterize virus-host interactions, determine phage resistance mechanisms in nature, identify the degree of specificity for each bacterial resistance mechanisms across diverse phage types, and understand the coevolution of hosts and their phages, which can ultimately be used to design better phage therapeutic treatments and tools for precision microbiome engmeenng; Improved modeling for understanding natural viral populations and persistence in the environment, as well as predictive modeling for viral stability and evolution in changing environmental conditions; Understanding virus-microbiome community composition, function, and evolution; Synthetic biology of key target viral proteins to rapidly develop improved vaccines or therapeutics; and • Synthetic biology to construct viral genome variants and test viral stability, persistence, and resilience in the environment. Cryo-electron microscopy (Cryo-EM) at the DOE National Labs can provide high resolution molecular structure of virus particles and their interactions with other macromolecules including antibodies and drug candidates at cryogenic temperatures. These instruments provide another window to characterize viruses and provide insights on treatment paths. Protein characterization at DOE’s light sources and neutron sources can yield key insights into the relationship between structure and function of the proteins comprising viruses. Macromolecular crystallography (MX) provides the positions to atomic resolution of a protein’s atoms, as well as the atoms of a bound drug or drug fragment that has been infused into the protein crystal for screening potential pharmaceuticals. This critical information can guide development of a potent drug with minimal side effects. MX can also provide the evolution of structures with time to understand drug binding or metabolism. X-ray solution scattering can provide rapid screening of drug fragment libraries to detect binding to proteins. Fragments that bind and cause protein conformational change are targets for further investigated at high resolution with MX. DOE’s user facilities also have special capabilities for characterization of small (nanometers in size) crystals. The Nanoscale Science Research Centers, located at five of the National Laboratories, could be valuable resources for developing intrinsically antiviral surfaces and materials for COVID-19 and other viruses. Supercomputing facilities at DOE offer some of the most powerful resources for scientific computing in the world. The Argonne Leadership Computing Facility (ALCF), Oak Ridge Leadership Computing Facility (OLCF), and National Energy Research Scientific Computing Center (NERSC) may be used for modeling and simulation coupled with machine and deep learning techniques to study a range of areas, including examining underlying protein structure, classifying the evolution of the virus, understanding mutation, uncovering important differences and similarities with the 2002-2003 SARS virus, searching for potential vaccine and antiviral compounds, and simulating the spread of COVID-19 and the effectiveness of countermeasure options. The Department encourages you to consider scientific questions that underpin COVID-19 response and that the research community may answer using DOE user facilities, computational resources, and enabling infrastructure. Responses will be reviewed beginning March 18, 2020. The Department is acting rapidly to leverage, and when appropriate provide prioritized access to, the full range of DOE user facilities and other facilities available at national laboratories to support the national and international effort to address COVID-19."},{"title":"Dept of Energy Seeking Input and Collaboration on Science and Technology Response to COVID-19","agency":"United States Department of Energy","logo":"assets//logos//doe.png","category":"Federal - All DoE","dueDate":"Responses will be reviewed beginning March 18, 2020. ","fundingLevel":"Unspecified","website":"https://science.osti.gov/-/media/sc-1/pdf/COVID-19-letter.pdf?la=en&hash=2A142317F56F185FC3E2CEF0AEAD6CACB3E70C7F","description":"The Department is acting rapidly to leverage, and when appropriate provide prioritized access to, the full range of DOE user facilities and other facilities available at national laboratories to support the national and international effort to address COVID-19. DOE encourages you to consider scientific questions that underpin COVID-19 response and that the research community may answer using DOE user facilities, computational resources, and enabling infrastructure. Please send research questions that the scientific community may address with DOE resources by email to SC.DCL@science.doe.gov. More information can be found in the Dear Colleague Letter on DOE’s Coronavirus Resources Hub. Responses will be reviewed beginning March 18, 2020. "},{"title":"Coronavirus (COVID-19) Therapeutics Development and Testing for Rapid Deployment","agency":"LifeArc","logo":"assets//logos//lifearc.png","category":"International","dueDate":"06-Apr-2020 ","fundingLevel":"Not Specified","website":"https://www.lifearc.org/funding/covid-19/","description":"LifeArc has made available an initial £10M for the identification of therapeutics that can be rapidly deployed to treat COVID-19. The aim is to run trials in patients during the current epidemic. It is anticipated that applications will be for funding to repurpose one or more drugs that are generic, already licensed, or are in late stage development for another indication. "},{"title":"Medical Research Future Fund – 2020 Respiratory Medicine Clinical Trials Research on COVID-19","agency":"National Health and Medical Research Council","logo":"assets//logos//nhmrc.png","category":"International","dueDate":"4/6/2020","fundingLevel":"3,050,000 USD","website":"https://www.nhmrc.gov.au/funding/find-funding/mrff-2020-respiratory-medicine-clinical-trials-research-covid-19-grant-opportunity","description":"Given the rapidly evolving nature of the COVID-19 outbreak, applicants must propose a clinical trial that accelerates the implementation of treatments for severe acute respiratory distress in patients infected with COVID-19 in order to support the response to the COVID-19 outbreak in Australia. Applicants should note that the research funded by this grant opportunity is not intended to be used for development of vaccines or anti-viral therapies for COVID-19. These issues are the subject of separate MRFF grant opportunities. The objective and intended outcome of the MRFF 2020 Respiratory Medicine Clinical Trials Research on COVID-19 Grant Opportunity is to use clinical trials to accelerate the implementation of treatments for severe acute respiratory distress in patients infected with COVID 19. This includes the identification of plausible pathways to clinical practice within 12 months of commencement. To be competitive for funding, applicants must propose a clinical trial that delivers against the above objective. The grant opportunity will provide up to $5 million over one year. There is no maximum grant amount but grants cannot exceed the amount of available funds. This grant opportunity is being administered by NHMRC on behalf of the Commonwealth Department of Health. This opportunity is supported by the Medical Research Future Fund (MRFF)."},{"title":"MRFF – 2020 Respiratory Medicine Clinical Trials Research on COVID-19 Grant Opportunity (Defunct)","agency":"National Health and Medical Research Council","logo":"assets//logos//nhmrc.png","category":"International","dueDate":"06-Apr-2020 ","fundingLevel":"Not Specified","website":"https://www.grants.gov.au/?event=public.GO.show&GOUUID=341E3C7A-9516-311D-915D5D11DFB9AAB4","description":"\t\r\n\r\nThe Australian Government has committed $2.4 billion to a Coronavirus (COVID-19) National Health Plan to support our health system to manage the outbreak of novel coronavirus in Australia. The package provides support across primary care, aged care, hospitals and research, and includes $30 million over two years from the MRFF for a Coronavirus Research Response comprising vaccine, anti-viral and respiratory medicine research. These research priorities are in line with the priorities agreed at the recent Coronavirus Research Roundtable. "},{"title":"Emergency Call for Research into COVID-19 in Response to the Sars-CoV-2 Outbreak","agency":"Austrian Research Promotion Agency (FFG)","logo":"assets//logos//ffg.png","category":"International","dueDate":"4/8/2020","fundingLevel":"3,240,000 USD","website":"https://www.ffg.at/en/ausschreibung/emergencycall-covid-19","description":"The Call is aimed at Austrian companies planning a research and development project according to the Call Guideline KLIPHA-COVID19. Companies submitting clinical trials must have preliminary results or experience with using the substance to be tested on other coronaviruses (e.g. SARS, MERS) or must have products on the market which have already demonstrated to be effective against coronaviruses in general or against symptoms similar to those caused by the SARS-CoV-2 virus (e.g. respiratory diseases)."},{"title":"Medical Research Future Fund – 2020 Antiviral Development for COVID-19","agency":"National Health and Medical Research Council","logo":"assets//logos//nhmrc.png","category":"International","dueDate":"4/8/2020","fundingLevel":"Not Specified","website":"https://www.nhmrc.gov.au/funding/find-funding/mrff-coronavirus-research-response-2020-antiviral-development-covid-19-grant-opportunity","description":"The ongoing respiratory illness outbreak caused by transmission of the SARS-CoV-2 virus represents a significant and urgent threat to global health, with numerous cases documented world-wide, including Australia. There are currently no treatments specifically targeting the SARS-CoV-2 virus. The development of novel antiviral treatments is one way to improve protection against COVID-19. Given the rapidly evolving nature of the COVID-19 outbreak, the grant opportunity requires applicants to propose research to rapidly identify antiviral candidates that can be accelerated into clinical practice. A competitive two stage funding process will be used."},{"title":"Headstart Funding for COVID-19 Solutions","agency":"EIT Health","logo":"assets//logos//eit.png","category":"International","dueDate":"4/14/2020","fundingLevel":"54,500 USD","website":"https://eithealth.eu/opportunity/headstart-funding-programme/","description":"Headstart provides companies that are chosen for the programme up to €50,000 to support the development of innovative healthcare products and services. This year, Headstart is supplemented by a special programme focused on COVID-19 solutions. Through Headstart, EIT Health will award companies with the potential to enable the community and health systems to fill in the gap until COVID-19 vaccines are ready. The sponsor is looking for products or services with technology readiness level eight. "},{"title":"Societal Responses to and Preparedness for Emerging Viral Infections – 2020","agency":"Novo Nordisk Fonden","logo":"assets//logos//nnf.png","category":"International","dueDate":"5/5/2020","fundingLevel":"1,400,000 USD","website":"https://novonordiskfonden.dk/en/grants/societal-responses-to-and-preparedness-for-emerging-viral-infections-2020/","description":"The programme supports excellent scientists from 1-3 research groups, in addition to the main applicant. It is expected that the main applicant and the co-applicants are employed at a research institution. It is encouraged that industry, and National or International Health Agencies and Organizations are included as collaborators. Based on a common mission and vision, the project must explore an important question or challenge within the interdisciplinary theme “Societal Responses to and Preparedness for Emerging Viral Infections”. The scientific disciplines and locations of the research groups are not restricted, except that the main applicant and host institution must be anchored in Denmark. The host institution could be any Danish public research institution."},{"title":"Research on COVID-19 in the Wake of the Sars-CoV-2 Outbreak","agency":"Federal Ministry of Education and Research (BMBF)","logo":"assets//logos//bmbf.png","category":"International","dueDate":"5/11/2020","fundingLevel":"Not Specified","website":"https://euraxess.ec.europa.eu/worldwide/china/federal-ministry-education-and-research%EF%BC%8Dresearch-covid-19-wake-sars-cov-2","description":"Funding will be provided for individual projects and, exceptionally, small research consortia (up to 3 partners). Funding will also be provided for individual projects by German applicants who wish to participate in international research consortia within the framework of the global research response to COVID-19 coordinated by the WHO. The funding covers a period of 18 months; the BMBF intends to share relevant data with international sponsors who are WHO-coordinated in GloPID-R. Funded projects must be application-oriented research and development: projects relying mainly on basic research are not eligible for funding. Cooperation with thematically related R&D projects abroad is possible, although the international partner(s) must in principle have their own funding for their part(s) of the project. However, if cooperation with a foreign working group is necessary for the processing of an essential work package, personnel and material resources in the form of a subcontract are eligible for funding."},{"title":"Researcher Project for Scientific Renewal","agency":"Research Council of Norway","logo":"assets//logos//rcn.png","category":"International","dueDate":"5/20/2020","fundingLevel":"1,080,000 USD","website":"https://www.forskningsradet.no/en/call-for-proposals/2020/forskerprosjekt-for-fornyelse/","description":"Funding is intended to support scientific renewal and development in research that can help to advance the international research front. This call is therefore targeted towards researchers who have demonstrated the ability to conduct research of high scientific quality. Grant proposals will be accepted for projects within all disciplines and research areas."},{"title":"Call for Multidisciplinary Research into Epidemics and Pandemics in Response to the Outbreak of SARS-CoV-2","agency":"Deutsche Forschungsgemeinschaft (DFG)","logo":"assets//logos//dfg.png","category":"International","dueDate":"6/31/2020","fundingLevel":"Not Specified","website":"https://www.dfg.de/en/research_funding/announcements_proposals/2020/info_wissenschaft_20_20/index.html","description":"The effects of the current SARS-CoV-2 outbreak have shown that epidemics and pandemics cannot be managed on a solely national level; instead, the global framework needs to be taken into account. To be better prepared for the diverse aspects of global waves of infection, it is essential to support wide-ranging research across different disciplines. In addition to investigating the current pandemic, it is important to identify fundamental research questions that produce generalizable scientific findings. The Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) is therefore issuing a call for a multidisciplinary funding initiative. Funding is available for projects addressing the prevention, early detection, containment and investigation of the causes, impacts and management of epidemics and pandemics, taking the example of SARS-CoV-2 and other microorganisms and viruses that are pathogenic to humans. This includes, for example, the investigation of the challenges and effects of an epidemic or pandemic and of measures taken for healthcare systems; psychological, social and cultural factors in the emergence, spread and treatment of epidemics and pandemics and the legal and ethical implications; the impacts on global and regional economic development, production and value creation chains, logistics, transport and communication; fundamental biological and medical aspects of a pathogen and the associated symptoms, as well as therapeutic methods or preventive measures in combination with one or more of the above topic areas. The call is primarily aimed at multidisciplinary research projects. Proposals will also be considered for projects designed to gather and record basic data on the current epidemic and current countermeasures, which can serve as the basis for future retrospective analyses. Projects involving the simulation of the spread and consequences of pandemics and the effectiveness of interventions may also be submitted."},{"title":"Travel and Subsistence Funding to Support LMIC Engagement During the COVID-19 Outbreak","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.nihr.ac.uk/documents/travel-and-subsistence-funding-to-support-lmic-engagement-during-the-covid-19-outbreak-guidance/24356","description":"The awards will provide travel and subsistence funding to appropriately qualified public health professionals, clinicians and academics who wish to offer science and technical advice to support the immediate response to COVID-19 in low and middle-income countries."},{"title":"COVID-19 Rapid Response","agency":"Science Foundation Ireland","logo":"assets//logos//sfi.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.sfi.ie/funding/funding-calls/covid19-rapid-response/SFI-EI-IDA-COVID-19-Rapid-Response-Call.pdf","description":"The SFI, Enterprise Ireland, IDA Ireland rapid response call is an agile and adaptive initiative to support development of innovative solutions (including STEM-based, social/behavioural science) that can have rapid demonstrable impact on the current COVID-19 crisis in Ireland. "},{"title":"PRACE Support To Mitigate Impact Of COVID-19 Pandemic","agency":"Partnership for Advanced Computing in Europe (PRACE)","logo":"assets//logos//prace.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://prace-ri.eu/prace-support-to-mitigate-impact-of-covid-19-pandemic/","description":"PRACE is welcoming project proposals requesting computing resources to contribute to the mitigation of the impact of the COVID-19 pandemic. This applies, without being exhaustive, to the following topics: Biomolecular research to understand the mechanisms of the virus infection, Bioinformatics research to understand mutations, evolution, etc., Bio-simulations to develop therapeutics and/or vaccines, Epidemiologic analysis to understand and forecast the spread of the disease, Other analyses to understand and mitigate the impact of the pandemic, This call for proposals will follow a fast track review process to provide swift feedback to the applicants. This call is open until further notice. Applications are evaluated within one week and start as soon as possible if awarded."},{"title":"Option to use Existing Award for Research Into COVID-19","agency":"Swedish Research Council","logo":"assets//logos//src.png","category":"International","dueDate":"Not Specified","fundingLevel":"Not Specified","website":"https://www.vr.se/english/just-now/news/news-archive/2020-03-27-now-possible-to-use-part-of-your-grant-for-research-into-covid-19.html","description":"Funding is open only to existing grantees. Researchers must publish research data on COVID-19 openly, and make the data available as soon as possible. This must be done according to the FAIR principles and in compliance with applicable legislation."},{"title":"Open Call for Innovation Focus Area: COVID-19: Rapid Sanitising Technology","agency":"Defence and Security Accelerator (DASA)","logo":"assets//logos//dasa.png","category":"International","dueDate":"Not Specified","fundingLevel":"Not Specified","website":"https://www.gov.uk/government/publications/defence-and-security-accelerator-dasa-open-call-for-innovation","description":"In addition to its regular Open Call, DASA publishes Open Call innovation focus areas to increase awareness of some of the enduring challenges faced by defence and security stakeholders, and to stimulate the submission of relevant innovative proposals. For the current focus area: COVID-19: Rapid Sanitising Technology, DASA is looking to identify, develop and demonstrate rapid sanitising technologies for ambulances that have transported a patient with suspected COVID-19. Ambulances must be thoroughly cleaned once a patient with suspected COVID-19 has been transported. These cleaning times can take up to 45 minutes and have to be undertaken at cleaning centres which can be some distance away. This puts a strain on an already busy and pressurised service as the vehicles cannot be used until cleaning is completed. DASA is looking to identify, develop and demonstrate rapid sanitising technologies. Innovations must be suitable for rapid deployment to clean public sector vehicles following the transport of patients with the COVID-19 virus. Ideally systems will have wider applicability than just ambulances, which might include buses, trains, and other blue light services or even in hospital wards / rooms. Systems which are mobile, allow ease of operation and maintenance, are robust and reliable are of particular interest. If the proposed idea relies on use of decontaminants, it must be able to fully wet a complex surface for a given contact time to ensure its decontaminated effectively. If the applicant does not have access to a suitable decontaminant, this should be specified in their proposal. Efficacy will need to be demonstrated via a short process of trials/experimentation, to include definition of tactics, techniques and procedures (TTPs) to ensure selected options are used effectively for specific applications. Products which are already available on the market will not be considered."},{"title":"NSF-BSF Joint Funding Research Grants","agency":"United States - Israel Binational Science Foundation","logo":"assets//logos//ibsf.png","category":"International","dueDate":"Not Specified","fundingLevel":"400,000 USD","website":"https://www.bsf.org.il/funding-opportunities/nsf-bsf-joint-research-grants/about/","description":"The US National Science Foundation (NSF) and the US-Israel Binational Science Foundation (BSF) have signed a Memorandum of Understanding (MOU) on Research Cooperation. The MOU provides an overarching framework to encourage collaboration between US and Israeli research communities and sets out the principles by which jointly supported activities might be developed. The MOU provides for an international collaboration arrangement whereby US researchers may receive funding from the NSF and Israeli researchers may receive funding from the BSF. The goal of this US-Israel collaborative research opportunity is to help reduce some of the current barriers to working internationally. Through a lead agency model, NSF and BSF will address these issues by allowing US and Israeli researchers to submit a single collaborative proposal that will undergo a single review process at NSF, which will be the lead agency. The goal of this US-Israel collaborative research opportunity is to help reduce some of the current barriers to working internationally. Through a lead agency model, NSF and BSF will address these issues by allowing US and Israeli researchers to submit a single collaborative proposal that will undergo a single review process at NSF, which will be the lead agency. NOTE: The U.S.-Israel Binational Science Foundation (BSF) is accepting applications dealing with the Coronavirus Disease in all the active NSF-BSF programs."},{"title":"C19 – Work From Home Cybersecurity Grant","agency":"Campus Consortium","logo":"assets//logos//campus-consortium.png","category":"Others","dueDate":"03-Apr-2020 ","fundingLevel":"100,000 USD","website":"https://www.campusconsortium.org/philanthropy/grant-programs/c19-work-from-home-cybersecurity-grant/","description":"\r\nIn light of the COVID-19 pandemic, the Work From Home Cybersecurity Grant is designed to give institutions the ability to secure access to enterprise systems and applications as students, faculty and staff take online courses and work from home. "},{"title":"C19 – Artificial Intelligence for Rapid Response Grant","agency":"Campus Consortium","logo":"assets//logos//campus-consortium.png","category":"Others","dueDate":"03-Apr-2020 ","fundingLevel":"50,000 USD","website":"https://www.campusconsortium.org/philanthropy/grant-programs/c19-artificial-intelligence-for-rapid-response-grant/","description":"Due to the recent C19 pandemic, the Campus Consortium has partnered with Unifyed to provide the technology platform and services for the Artificial Intelligence for Rapid Response Grant. The Artificial Intelligence for Rapid Response Grant is designed to help schools address the high call and query volume they are receiving by providing Unifyed’s Yoda Rapid Response, an AI-enabled chat service that can help answer FAQ and provide self-help assistance to students, faculty and staff. "},{"title":"COVID-19 Pandemic Rapid Response Funding Call (COV19 2020)","agency":"Health Research Board","logo":"assets//logos//hrb.png","category":"Others","dueDate":"4/7/2020","fundingLevel":"220,000 USD","website":"https://www.hrb.ie/funding/funding-schemes/all-funding-schemes/grant/covid-19-pandemic-rapid-response-funding-call-cov19-2020/","description":"In response to the fast evolving COVID-19 pandemic, HRB in cooperation with the IRC, are launching a rapid response mechanism to fund research that will provide evidence for the national and global efforts to deal with the virus outbreak. The research priorities of this call are aligned with the WHO R&D Blueprint  and informed by the Global Infectious Disease Collaboration for International Disease Preparedness (GloPID-R). The scope of this funding call covers medical countermeasures, health service readiness, and social and policy countermeasures to COVID-19. Expedited timelines apply throughout the process. It is expected that contracting and start-up of successful projects is equally expedited, and that project staff will mostly be redeployed rather than specifically recruited. Host Institutions are required to treat awards arising from the call with utmost urgency."},{"title":"AHA COVID-19 Coordinating Center","agency":"American Heart Association","logo":"assets//logos//aha.png","category":"Others","dueDate":"06-Apr-2020 ","fundingLevel":"150,000 USD","website":"https://professional.heart.org/professional/ResearchPrograms/UCM_505867_AHA-Rapid-Response-Grant-COVID-19-and-its-Cardiovascular-Impact.jsp","description":"There is an urgent need to better understand the pathobiology and the clinical implications of the viral infection that leads to the morbidity and mortality seen with COVID-19. To address this need, the American Heart Association (AHA) invites cardiovascular-focused applications that will contribute to understanding the cardiovascular and cerebrovascular pathogenesis, diagnosis, prevention, clinical manifestations, clinical management (including critical care management) and social behaviors which can lead to dissemination, containment, and complications of COVID-19. To ensure rapid dissemination of results to the medical and research communities, one grant recipient will be selected to establish the COVID-19 Coordinating Center. This center will coordinate communication among the awardees, help establish collaborations where appropriate, receive results from all awardees and serve to coordinate dissemination of all findings resulting from this mechanism. "},{"title":"AHA Rapid Response Grant -- COVID-19 and Its Cardiovascular Impact","agency":"American Heart Association","logo":"assets//logos//aha.png","category":"Others","dueDate":"06-Apr-2020 ","fundingLevel":"100,000 USD","website":"https://professional.heart.org/professional/ResearchPrograms/UCM_505867_AHA-Rapid-Response-Grant-COVID-19-and-its-Cardiovascular-Impact.jsp","description":"\t\r\nThere is an urgent need to better understand the pathobiology and the clinical implications of the viral infection that leads to the morbidity and mortality seen with COVID-19. To address this need, the American Heart Association (AHA) invites cardiovascular-focused applications that will contribute to understanding the cardiovascular and cerebrovascular pathogenesis."},{"title":"Flash Grants","agency":"North Carolina Biotechnology Center","logo":"assets//logos//ncbc.png","category":"Others","dueDate":"4/22/2020","fundingLevel":"20,000 USD","website":"https://www.ncbiotech.org/flash-grant","description":"NCBiotech’s Flash Grant program aims to identify and energize the most creative ideas that exhibit early indications of commercial potential. Like a flash of inspiration, Flash Grants infuse funding at a critical early point when a small, targeted influx of funds can be crucial to shaping innovative research ideas into high potential life science technologies, particularly in emerging and converging life science sectors. For fiscal year 2020, there will be three cycles of Flash Grants. Two cycles will be topic-specific, all submissions during those cycles must pertain to the life sciences area of interest indicated. One cycle will be an open round where most life sciences technologies will be eligible for consideration."},{"title":"Medical CBRN Defense Consortium (MCDC) Other Transaction Agreement (OTA) Request for Information (RFI) – CoV Pandemic Response","agency":"Medical CBRN Defense Consortium (MCDC)","logo":"assets//logos//mcdc.png","category":"Others","dueDate":"31-May-2020 ","fundingLevel":"Not Specified","website":"https://www.medcbrn.org/cov-pandemic-response/","description":"The purpose of this special notice is to obtain information via White Papers from both MCDC members and other interested industry/academia partners in response to the novel Coronavirus (2019-nCoV) pandemic in the United States (U.S.).  "},{"title":"AWS Diagnostic Development Initiative (DDI)","agency":"Amazon Web Services","logo":"assets//logos//aws.png","category":"Others","dueDate":"30-Jun-2020 ","fundingLevel":"20,000,000 USD","website":"https://aws.amazon.com/government-education/nonprofits/disaster-response/diagnostic-dev-initiative/","description":"The AWS Diagnostic Development Initiative (DDI) provides support for innovation in rapid and accurate patient testing for 2019 novel coronavirus (COVID-19), and other diagnostic solutions to mitigate future outbreaks. Although vaccine and treatment development research is generally funded by private foundations and government agencies, fast and reliable diagnostic techniques are slow to be developed. Accurate testing and diagnosis at point-of-care or regional locations for patients with COVID-19 is critical to early intervention and treatment. "},{"title":"2020 Emergency Grants Application","agency":"Foundation for Contemporary Arts","logo":"assets//logos//fca.png","category":"Others","dueDate":"12/8/2020","fundingLevel":"$500-2500","website":"https://foundationforcontemporaryarts.submittable.com/submit/148906/2020-emergency-grants-application","description":"Artist Support from Foundation for Contemporary Arts Emergency Grants is available to provide urgent funding for visual and performing artists who have sudden, unanticipated opportunities to present their work to the public when there is insufficient time to seek other sources of funding; and/or incur unexpected or unbudgeted expenses for projects close to completion with committed exhibition or performance dates. "},{"title":"COVID-19 Relief Fund Application","agency":"Foundation for Contemporary Arts","logo":"assets//logos//fca.png","category":"Others","dueDate":"12/8/2020","fundingLevel":1000,"website":"https://foundationforcontemporaryarts.submittable.com/submit/162848/covid-19-relief-fund-application","description":"In light of the impact of the COVID-19 pandemic on the artist community, the Foundation for Contemporary Arts is creating a temporary fund to meet the needs of experimental artists who have been impacted by the economic fallout from postponed or canceled performances and exhibitions. If you are unsure about whether your work is experimental, you can see other artists we have supported on our Instagram and our website. For as long as our Board of Directors determines it is necessary and prudent to do so, the Foundation will disburse $1,000 grants to artists who have had performances or exhibitions canceled or postponed because of the COVID-19 virus."},{"title":"Urgency Grants","agency":"Natural Environment Research Council","logo":"assets//logos//nerc.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"79,300 USD","website":"https://nerc.ukri.org/funding/available/researchgrants/urgency/","description":"The NERC Urgency Grant scheme exists to provide funding for unexpected and transient scientific opportunities created by unpredictable natural events. NERC welcome Urgency proposals related to the current Coronavirus outbreak. Research must fall predominantly within the NERC remit. Proposals will need to be sensitive to social distancing and other restrictions being brought in as a result of the current situation."},{"title":"Epidemic Preparedness: COVID-19 Funding Call","agency":"Wellcome Trust","logo":"assets//logos//wellcometrust.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://wellcome.ac.uk/funding/schemes/epidemic-preparedness-covid-19","description":"\r\nThis call aims to strengthen the evidence base to better prevent and control coronavirus (COVID-19) epidemics and to increase research and response capacity. It's part of an existing partnership between Wellcome and the UK Department for International Development (DFID) through the Joint Initiative on Research in Epidemic Preparedness and Response to help low- and middle-income countries prepare for and tackle epidemics. "},{"title":"TechWatch Meeting Request","agency":"Biomedical Advanced Research and Development Authority/ASPR/DHHS","logo":"assets//logos//barda.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.medicalcountermeasures.gov/Request-BARDA-TechWatch-Meeting/","description":"The U.S. government, in response to the COVID-19 outbreak, seeks information from stakeholders on available medical countermeasures in development. We are particularly interested in products and technologies that have progressed into or beyond non-clinical trials, have established large-scale cGMP manufacturing capability, or utilize an approved platform. Information regarding diagnostics, therapeutics, vaccines, and other products or technologies relevant to addressing this outbreak are sought."}]