[{"agency":"OMB M-20-17","guidanceAnswerDescription":["Agencies may accept late applications. \r\n\r\nOMB allows awarding agencies to provide flexibility for submission of competing applications (solicited and unsolicited).  See OMB Memorandum M-20-17, Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impact","Agencies may permit charging of salaries of idled staff. \r\n\r\nOMB permits awarding agencies to charge salaries and benefits to active award, provided that the recipient has a policy in place for paying salaries under extraordinary conditions applicable to all funding sources. ","Agencies may permit late SAM registration. \r\n\r\nCurrent registrants in SAM with active registrations expiring before May 16, 2020 will be afforded a one-time extension of 60 days.","Agencies may allow certain costs. \r\n\r\nOMB permits awarding agencies to allow costs necessary for recipients to resume activities. ","OMB does not specifically address payment of stipends.  OMB does permit charging of other project activities costs related to the interruption of operations/services. ","Agencies may allow non-refunded travel costs. \r\n\r\nOMB permits awarding agencies to allow recipients to charge costs related to cancellation of travel related to the award.   Record must be maintained to substantiate charges, and recipients should not assume replacement funds will be available.","Agencies may permit automatic no cost extensions. \r\n\r\nOMB permits awarding agencies to grant automatic no cost extensions of the project final budget period for up to 12 months for awards that were active as of March 31, 2020 and scheduled to expire prior to and up to December 31, 2020.  Project-specific financial and performance reports will be due 90 days following the end date of the extensions.","Agencies may allow late reporting. \r\n\r\nOMB permits awarding agencies to delay submission for required reports up to 3 months beyond due date.  Submission of required close-out reports may be delayed for up to a year.","OMB does not explicitly address these issues  OMB does note, however, that agencies may issue exceptions on a case-by-case basis.  ","Agencies may waive prior approval. \r\n\r\nOMB permits awarding agencies to waive prior approval requirements as necessary. ","Follow standard agency policies.","MEMORANDUM TO THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES"],"guidanceAnswers":["YES","YES","YES","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","YES","NOT ADDRESSED. ","NOT ADDRESSED.  OMB does permit awarding agencies to publish emergency Notice of Funding Opportunities for less than 30 days without justification. "],"guidanceComments":"","guidanceDocuments":["MEMORANDUM TO THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES","Administrative Relief for Recipients and Applicants of Fed ral Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19)"," "," "],"guidanceLinks":["https://www.whitehouse.gov/wp-content/uploads/2020/03/M-20-17.pdf","M-20-11 Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19) ",null,null],"FOASiteLink":"NOT ADDRESSED.  OMB does permit awarding agencies to publish emergency Notice of Funding Opportunities for less than 30 days without justification. "},{"agency":"National Institutes of Health (NIH)","guidanceAnswerDescription":["Late proposals may be accepted.  ","Salaries of idled/redeployed staff can be charged to grants.\r\n\r\nNIH will permit charging to awards of salaries and benefits paid to employees  when due to COVID-19 work is performed remotely; no work is performed; or personnel are redeployed to provide clinical care for COVID-19 patients, provided the award recipient's institutional policy permits such charges to all funding sources.  See NOT-OD-20-086.  ","Late SAM registration permitted.\r\n\r\nFlexibility with SAM Registration","Flexibility is permitted in allowing charging of other costs.\r\n\r\nNIH has extended various flexibilities pertaining to costs and expenditure of award funds, including registration fees for cancelled conferences, non-refundable costs associated with NIH-supported meetings and conferences, costs related to maintaining animals on holding protocols until their later use on scientific protocols and unanticipated costs associated with the conduct of clinical trials, including costs for providing study visits locally, transportation costs, additional lab testing, and personnel and supply chain disruptions.  See NOT-OD-20-086. ","Stipend of idled/redeployed trainess may be charged to grants. \r\n\r\nNIH will permit charging to awards of stipends paid to trainees and fellows when due to COVID-19 exigencies work is performed remotely; no work is performed; or personnel are redeployed to provide clinical care for COVID-19 patients, provided the award recipient's institutional policy permits such charges to all funding sources.  In addition to NOT-OD-20-086, see NIH FAQ, COVID-19 Flexibilities for Applicants and Recipients, Section V.C.","Non-refunded travel costs can be charged to grants. \r\n\r\nNIH will permit non-refundable costs for grant-related travel cancelled because of COVID-19 to be charged to the NIH award if otherwise allowable.  In addition to NOT-OD-20-086, see NIH FAQ COVID-19 Flexibilities for Applicants and Recipients, Section V.A. ","No cost extensions are permitted. \r\n\r\nAward recipients may extend project final budget period for up to 12 months, and NIH also will approve second no-cost extensions related to COVID-19. In addition to NOT-OD-20-086, see NIH, FAQ COVID-19 Flexibilities for Applicants and Recipients, Section V.D.4. ","Report submission may be delayed.  \r\n\r\nNIH acknowledges that there may be delays in the submission of RPPRs and other reports (e.g., final financial reports) and will permit delayed submission for up to one year if proper notice of the delay is provided to NIH.  See NOT-OD-20-086 and NIH, FAQ COVID-19 Flexibilities for Applicants and Recipients, Section IV. ","Pre-award costs allowed. \r\n\r\nNIH is allowing pre-award costs to be incurred from Jan. 20, 2020 through the end of the public health emergency and prior to date of federal award for all applicants/recipients impacted by COVID-19.  See NOT-OD-20-086. ","Prior approvals may be waived. \r\n\r\nNIH is permitting non-SNAP award recipients to take the following actions without prior approval:  (a) rebudget funds for any direct cost item, unless the cost is associated with a change in the scope of the award; (b) carry forward unobligated balances on active grants to support allowable costs of COVID-19 related activities that are within the scope of the original award; and (c) extend the final project budget period on active grants for up to 12 months by notifying the grants mgmt. specialist.  ","PPE can be donated. \r\n\r\nWithout the need for NIH prior approval, award recipients can donate PPE to support COVID clinical care efforts and re-purchase PPE later with re-budgeted funds or seek approval of an administrative supplement to fund repurchase.  See NIH FAQ COVID-19 Flexibilities for Applicants and Recipients Section V.D.6.  ","Flexibilities for Assured Institutions for Activities of Institutional Animal Care and Use Committees (IACUCs) Due to COVID-19"],"guidanceAnswers":["YES","YES","YES","YES","YES","YES","CASE-BY-CASE","YES","YES","YES","YES","See https://grants.nih.gov/grants/natural_disasters/corona-virus.htm"],"guidanceComments":"","guidanceDocuments":["Flexibilities for Assured Institutions for Activities of Institutional Animal Care and Use Committees (IACUCs) Due to COVID-19","FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic","UPDATE: NIH Late Application Policy Due to Public Health Emergency for United States for 2019 Novel Coronavirus (COVID-19)","Guidance for NIH-funded Clinical Trials and Human Subjects Studies Affected by COVID-19"],"guidanceLinks":["Flexibilities for Assured Institutions for Activities of Institutional Animal Care and Use Committees (IACUCs) due to COVID-19  ","FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic at fda.gov/regulatory-information/search-fda-guidance-documents/fda-guidance-conduct-clinical-trials-medical-products-during-covid-19-pandemic","UPDATE:  NIH Late Application Policy Due to Public Health Emergency for United States for 2019 Novel Coronavirus (COVID-19) - NOT-OD-20-091 ","Guidance for NIH-funded Clinical Trials and Human Subjects Studies Affected by COVID-19 - NOT-OD-20-087 "],"FOASiteLink":"See https://grants.nih.gov/grants/natural_disasters/corona-virus.htm"},{"agency":"National Science Foundation (NSF)","guidanceAnswerDescription":["Late proposals may be accepted. \r\n\r\nSome program deadline dates have been extended.  Case by case extensions may be approved.  PIs should talk with the program officer.  See #2 on 3/23/20 Implementation memo.","Salaries of idled staff can be charged to grants.\r\n\r\nRecipients may charge salaries, stipends, and benefits to currently active NSF awards consistent with the recipients’ policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal.  See #6 on 3/23/20 Implementation memo.","Expiring SAM registrations have one-time extension.\r\n\r\nCurrent registrants in SAM with active registrations expiring before May 16, 2020 will be afforded a one-time extension of 60 days. See #1 on 3/23/20 Implementation memo.","Follow standard policy.","Follow standard agency policy.","Costs may be allowable, contact the Program Manager.  Additional funding may not be available to cover shortfall.  See FAQ #3, #4,and #5 on 3/26/20 NSF FAQ .","Follow standard agency policies.","One-time automatic extension permitted.\r\n\r\nAutomatic 30 day extensions for annual project reports due between 3/1/20 and 4/30/20.  All other reports must be submitted on time.  Per item #10 on 3/23/20 Implementation memo.","Follow standard agency policies.","Prior approvals may be waived.\r\n\r\nAll prior approvals are waived except those stated at 2 CFR 200.308(c)(i-viii).  Per #8 on 3/23/20 Implementation memo.","Follow standard agency policies.","NSF Implementation of OMB Memorandum M-20-17, entitled, “Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19) due to Loss of Operations” dated March 19, 2020"],"guidanceAnswers":["YES ","YES","YES","NOT ADDRESSED. ","NOT ADDRESSED.","CASE-BY-CASE.","NOT ADDRESSED.","YES","NOT ADDRESSED.","YES","NOT ADDRESSED.","https://www.nsf.gov/bfa/dias/policy/covid19/covid19_deadlines.pdf"],"guidanceComments":"","guidanceDocuments":["NSF Implementation of OMB Memorandum M-20-17, entitled, “Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19) due to Loss of Operations” dated March 19, 2020","Impact on Existing Deadline Dates","Frequently Asked Questions (FAQs) About the Coronavirus Disease 2019 (COVID-19) for National Science Foundation (NSF) Proposers and Awardees"," "],"guidanceLinks":[" https://www.nsf.gov/bfa/dias/policy/covid19/covid19_nsfombimplementation.pdf  ","https://www.nsf.gov/bfa/dias/policy/covid19/covid19_deadlines.pdf","https://www.nsf.gov/bfa/dias/policy/covid19/covid19faqs_proposerandawardee.pdf",null],"FOASiteLink":"https://www.nsf.gov/bfa/dias/policy/covid19/covid19_deadlines.pdf"},{"agency":"Department of Energy (DOE), Office of Science","guidanceAnswerDescription":["Delays permitted on per case basis.\r\n\r\nCase-by-case delay of up to 14 days may be approved by the Program Manger prior to the deadline. Per March 13, 2020 Chris Fall memo.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nTravel cancellation costs may be charged to the extent allowable by awardee policies. No statement on other types of costs.  See March 13, 2020 Chris Fall memo.","Deadline extensions evaluated on a per case basis. \r\n  \r\nContact the Program Manager and submit a copy of the institution's closure order or other official notification.  An institutional declaration requiring staff telework, in and of itself, will not warrant a deadline extension.  There must be further complications that make the original deadline impossible.  Requests to extend the deadline must be made before the deadline.  The Office of Science does not expect to support every request for an extension.  See March 13, 2020 Chris Fall memo.","Report submission may be delayed.  \r\n\r\nProgress reports may be submitted late (as soon as practicable) if the PI or awardee are subject to quarantine or closure. Delays in reporting could cause delays in continuation funding.  No statement on other types of reports.  Per March 13, 2020 Chris Fall memo.","Pre-award costs may be allowed. \r\n\r\nRevised budgets and other pre-award documentation may be submitted as soon as practicable.  Per March 13, 2020 Chris Fall memo.","Follow standard agency policies.","Follow standard agency policies.","Accomodating Interruptions from Coronavirus Disease 2019 (COVID-19)"],"guidanceAnswers":["CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","YES","CASE-BY-CASE","YES","YES ","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED. \r\n\r\n"],"guidanceComments":"","guidanceDocuments":["Accomodating Interruptions from Coronavirus Disease 2019 (COVID-19)"," "," "," "],"guidanceLinks":["https://science.osti.gov/-/media/sc-1/pdf/2020/DOE_SC_Accommodating_Interuptions_to_Applicants-Awardees_due_to_COVID-19.pdf?la=en&hash=9725EC10F520C1EC8F56B5C2029640D205C95D4F",null,null,null],"FOASiteLink":"NOT ADDRESSED. \r\n\r\n"},{"agency":"Department of Defense (DOD)","guidanceAnswerDescription":["Flexibility encouraged and extensions granted on per case basis. \r\n\r\nDOD recommends that program offices provide flexibility with upcoming proposal deadlines to the extent allowable by funding authorities and by the need to have enough time for merit review of submitted proposals.  Contact Program Officer/Grants Manager to seek extension, and monitor grants.gov to see if an extension has been posted.","Salaries of idled staff may be charged to grants.\r\n\r\nCharges must be consistent with institutional policy under unexpected or extraordinary circumstances from all funding sources, federal and non-federal.  [Note:  Limited to currently active awards for personnel who would normally be paid out of the award (e.g., graduate students, principal investigators, and postdoctoral researchers).]","Follow standard agency policies.","Flexibility is permitted in allowing charging of other costs.\r\n\r\nDOD components may allow other costs to be charged to federal awards necessary to continue work on a project even if in a period where primary research activities are limited or curtailed. To the maximum extent practicable, recipients will be expected to invoke or institute any and all reasonable mitigation actions and practices to lessen the cost to the government during the crisis period.  (Note:  Limited to currently active awards for personnel who would normally be paid out of the award (e.g., graduate students, principal investigators, and postdoctoral researchers).  ","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nAllows nonrefundable travel expenses incurred for travel canceled due to COVID-19 to be charged to active awards in agreement with OMB Memorandum M-20-17.  Grantees must follow applicable institution policy on allowable expenses for travel.","Automatic  no cost extension permitted.\r\n\r\nAutomatic 12 month no-cost extension for awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020.  Project-specific financial and performance reports will be due 90 days following the end date of the extension. If all funds were provided at the start of a project, please be aware that funding expiration statutes may prohibit extensions.  Please contact the DOD grants manager for specific award guidance. ","Report submission may be delayed.\r\n\r\nAutomatic three month extension on financial, performance, and other reports on currently active awards; notifications per 2CFR200.328(d)(1) notifications waived.  For any other deliverables related to research awards, please contact the DOD grants manager and/or program manager for award specific guidance. ","Follow standard agency policies.","Prior approval may be waived by some agencies. \r\n\r\nGrantees and proposers are advised that each federal agency has different authorities, and there might not be complete uniformity between agencies, components of agencies, and even between programs.  The safest course of action in all cases is to contact the grants manager and program officer for the award to determine how the financial assistance award will be treated.","Follow standard agency policies.","ACURO Guidance During the COVID-19 Pandemic"],"guidanceAnswers":["CASE-BY-CASE","YES","NOT ADDRESSED.","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["ACURO Guidance During the COVID-19 Pandemic","Frequently Asked Questions for DOD Research Proposers and Awardees Impacted by the Novel Coronavirus (COVID-19)"," "," "],"guidanceLinks":["https://cdmrp.army.mil/about/COVID-19/default","https://basicresearch.defense.gov/COVID-19/Frequently-Asked-Questions/",null,null],"FOASiteLink":"NOT ADDRESSED."},{"agency":"United States Army Medical Research Acquisition Activity (USAMRAA)","guidanceAnswerDescription":["No extensions planned at this time, but contact the CDMRP Help Desk at help@eBRAP.org or 301-682-5507 if you need further\r\nassistance.","Salaries of idled staff may be charged to grants.\r\n\r\nRecipients may continue to charge salaries and benefits to currently active awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal.","Late SAM registration permitted.\r\n\r\nLate registration that is consistent with OMB Memorandum M-20-17 is permitted.","Flexibility is permitted in allowing charging of other costs.\r\n\r\nWill allow other costs to be charged to Federal awards necessary to resume activities supported by the award,  consistent with applicable Federal cost principles and the benefit to the project.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nWill allow recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs.  USAMRAA will allow recipients to charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant.  However, recipients should not assume additional funds will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel. ","Automatic  no cost extension permitted.\r\n\r\nRecipients may notify USAMRAA’s GO(s) of a blanket no-cost extension on all active awards (including grant numbers) covered under M-20-17 -- i.e., they do not need to be requested on an individual basis for each award.  However, please be aware that funding expiration statutes may prohibit extensions. Recipients should contact the USAMRAA GO for award-specific guidance. ","Some reports may be delayed. \r\n\r\nFinancial and Performance Reports - 3 month delay granted.  For other milestones, contact GO and Grants Officer’s Representative (GOR) for extensions on other milestones\r\nand deliverables required in the terms and conditions of the award. If warranted, the same three-month extension may be granted.","Follow standard agency policies.","Prior approvals may be waived.\r\n\r\nOMB and DOD have authorized awarding agencies to waive prior approval requirements as necessary.  Recipients should consult their GO regarding other potential prior approval waivers based on project-specific circumstances.","Follow standard agency policies.","HRPO Frequently Asked Questions"],"guidanceAnswers":["NO - NO EXTENSIONS CONTEMPLATED. ","YES","YES","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","YES","NOT ADDRESSED. ","NOT ADDRESSED."],"guidanceComments":"Recipients are required to maintain appropriate records and cost documentation as required by 2 CFR § 200.302 - Financial management and 2 CFR § 200.333 Retention requirement of records, to substantiate the charging of any cancellation or other fees related to interruption of operations or services.  To the maximum extent practicable, recipients must invoke or institute any\r\nand all reasonable mitigation actions and practices to lessen the cost to the Government during the crisis period.  Recipients must maintain appropriate records and cost documentation as required by 2 CFR §\r\n200.302 - Financial management and 2 CFR § 200.333 - Retention requirement of records to substantiate the charging of any salaries and other project activities costs related to interruption\r\nof operations or services. ","guidanceDocuments":["HRPO Frequently Asked Questions","USAMRAA’s Supplemental Guidance on Administrative Flexibilities for Grants and Cooperative Agreements in Response to COVID-19 Pandemic","ACURO Guidance During the COVID-19 Pandemic"," "],"guidanceLinks":["Additional Resources from USAMRAA:  https://mrdc.amedd.army.mil/index.cfm/collaborate/research_protections/hrpo/faqs","https://www.usamraa.army.mil/Shared%20Documents/USAMRAA%20Supplemental%20Guidance%20on%20COVID-19_03.25.20%20for%20pdf.pdf","Animal Care and Use:  https://cdmrp.army.mil/about/COVID-19/ACURO_Guidance_for_COVID-19.pdf",null],"FOASiteLink":"NOT ADDRESSED."},{"agency":"Air Force - Office of Scientific Research (AFOSR)","guidanceAnswerDescription":["Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Extensions may be considered on per case basis. \r\n\r\nContact Grant Officer/Program Officer and CC:  afosr.rt.adminsupport@us.af.mil for request - may extend awards which are active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020 at no cost up to 12 months.  Case-by-case determination for an award that expires beyond 12/31, contact GO.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Guidance for Coronavirus Disease 2019 (COVID-19) No Cost Extensions"],"guidanceAnswers":["NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED.","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"Note the resources referenced is agency guidance sent to grantees, subject to change","guidanceDocuments":["Guidance for Coronavirus Disease 2019 (COVID-19) No Cost Extensions"," "," "," "],"guidanceLinks":["https://www.cogr.edu/sites/default/files/Memo%20to%20Grantees%20COVID-19%20NCE%20%2026%20MAR%2020.pdf",null,null,null],"FOASiteLink":"NOT ADDRESSED."},{"agency":"Defense Advanced Research Projects Agency (DARPA)","guidanceAnswerDescription":["Extensions considered on per case basis. \r\n\r\nWill consider in certain circumstances.  Follow the solicitation instructions for question submittal. Include within the question a request to the Contracting Officer for an extension citing your rationale and suggested/alternative due date. Any granted delays will be posted on either Grants.gov or Beta.SAM, depending on where the original solicitation was posted.","Follow standard agency policies.","Follow standard agency policies.","Allowability of costs considered on per case basis. \r\n\r\nCarefully document any incurred costs and any relevant facts and details about what caused them. As soon as possible, email your Contracting/Grants/Agreements officer. In your email, relay all the pertinent facts so the Government can answer your inquiry as soon as possible.","Follow standard agency policies.","Allowability of unrefunded travel costs considered on per case basis.  \r\n\r\nInstitutions should follow the terms and conditions of your procurement contract, grant, cooperative agreements, or Other Transaction, including any guidance on travel costs and reimbursement.","Extensions may be considered on per case basis. \r\n\r\nAs soon as possible, contact your Contracting Officer, Grants Officer, or Agreements Officer in writing. Explain all facts and details of the situation, provide documentation, and be sure to note that COVID-19 is one of the reasons for your modification request","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Frequently Asked Question (FAQ) about COVID-19 (Coronavirus) for DARPA Performers"],"guidanceAnswers":["CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED. ","CASE-BY-CASE","NOT ADDRESSED.","CASE-BY-CASE","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED. "],"guidanceComments":"DARPA issued a special notice for recipients of DARPA grants and cooperative agreements advising that due to the response to COVID-19 (Coronavirus), recipients of grants and cooperative agreements have temporary flexibilities and relaxed requirements rela","guidanceDocuments":["Frequently Asked Question (FAQ) about COVID-19 (Coronavirus) for DARPA Performers"," "," "," "],"guidanceLinks":["https://www.darpa.mil/news-events/2020-03-19",null,null,null],"FOASiteLink":"NOT ADDRESSED. "},{"agency":"Office of Naval Research (ONR)","guidanceAnswerDescription":["NO EXTENSIONS REFERENCED AT THIS TIME.","Continue to charge salaries and benefits to currently active Federal awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal","Follow standard agency policies.","Charge other costs necessary to resume activities supported by the award, consistent with applicable Federal cost principles and the benefit to the project. The DoD will evaluate the grantee’s ability to resume the project activity in the future and the appropriateness of future funding, as done under normal circumstances, based on subsequent progress reports and other communications with the grantee.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nCosts related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency may be charged costs to awards, but awardees should not assume that there will be additional funds to cover any shortages. ","Automatic  no cost extension permitted.\r\n\r\nAutomatic 12 month no-cost extension for awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020.  Project-specific financial and performance reports will be due 120 days following the end date of the extension. If all funds were provided at the start of a project, please be aware that funding expiration statutes may prohibit extensions.  Please contact the DOD grants manager for specific award guidance. ","Some reports may be delayed. \r\n\r\nDelay submission of financial, performance, and other reports on currently active award accounts up to three months beyond the normal due date (2 CFR § 200.327). In addition, the DoD waives the requirement for recipients to notify the agency of problems, delays, or adverse conditions related to COVID-19 on an award-by-award basis (2 CFR § 200.328(d)(l)).","Follow standard agency policies.","Certain prior approvals are waived. \r\n\r\nPrior approval requirements are waived as necessary to effectively address the response, except for change of scope or principle investigator.  All costs charged to Federal awards must be consistent with Federal cost policy\r\nguidelines and the terms of the award, except where specified in these emergency terms. \r\n","Follow standard agency policies.","Coronavirus Assistance and Acquisition-Related Information and Resources"],"guidanceAnswers":["NO.","YES ","NOT ADDRESSED","NO ALLOWABILITY OF OTHER COSTS - STANDARD COST PRINCIPLES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","YES","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["Coronavirus Assistance and Acquisition-Related Information and Resources"," "," "," "],"guidanceLinks":["https://www.onr.navy.mil/en/coronavirus",null,null,null],"FOASiteLink":"NOT ADDRESSED."},{"agency":"United States Agency for International Development (USAID)","guidanceAnswerDescription":["Extensions may be considered on per case basis. \r\n\r\nAgreement Officers may provide flexibility with regard to the submission of competing applications in response to specific announcements, as well as unsolicited applications.  Per 3/27/2020 Memo (Revised)","Salaries of idled employees may be charged to grants.\r\n\r\nRecipients may continue to charge salaries and benefits to currently active awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal. Recipients may charge other costs to their awards as necessary to resume activities supported by the award, consistent with applicable Federal cost principles and the benefit to the award. Prior to incurring such costs recipients must notify the AO and the AOR of these costs.  Per 3/27/20 Memo Revised","Late SAM registration permitted. \r\n\r\nLate registration that is consistent with OMB Memorandum M-20-17 is permitted. ","Allowability of cost considered on per case basis. \r\n\r\nUSAID understands that, as a result of the outbreak, some of our implementing partners might find themselves incurring additional implementation costs not originally envisioned, principally related to safety measures and the protection of staff.  USAID will consider any additional proposed costs on a case-by-case basis, provided that such costs are “allowable, allocable, and reasonable.”  Institutions should contact AOR/COR before incurring any additional costs relating to COVID-19.  Per 2/12/20 Memo.","Follow standard agency policies.","Allowability of unrefunded travel costs considered on per case basis.\r\n\r\n\"COs/AOs will consider all justifications for expenses:  They will be particularly inclined to view as prudent, and thus reasonable and allowable, those expenses incurred based on U.S. Government actions or directives. [Per 3/12/20 Memo.]  The following guidance is provided in the 3/27/20 Memo Revised: USAID may allow recipients to charge the full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the award. Recipients should not assume additional funds will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel."," Extensions may be considered on per case basis. \r\n\r\nThe Agreement Officer may extend awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020, at no additional cost for a period of up to twelve (12) months, at the request of the recipient.  Per 03/27/20 Memo Revised.","Automatic extension granted for some reports and waiver of some notice requirements. \r\n\r\nAutomatic 3 month extension for financial, performance and other reports beyond the normal due date.  Recipients may continue to draw down Federal funds without the timely submission of these reports. However, these reports must be submitted at the end of the postponed period. In addition, USAID waives the requirement for recipients to notify the agency of problems, delays or adverse conditions related to COVID-19 on a grant by grant basis (200 CFR 200.328(d)(l).  Per 3/27/20 Memo Revised.  This Memo also states \"This delay in submitting closeout reports may not exceed one year after the award expires.\"","Follow standard agency policies.","Prior approvals may be waived in some cases.\r\n\r\nImplementing partners should not undertake any new work or change approved work plans without consulting their COR(s)/AOR(s) and CO(s)/AO(s) and receiving written authorization to do so. [Per 3/12/20 Memo].  Note that the 3/27/20 Memo Revised states: USAID waives the prior approval requirements as listed in 2 CFR 200.407 to allow recipients to effectively address the response.","Follow standard agency policies.","COVID-19 GUIDANCE FOR IMPLEMENTING PARTNERS"],"guidanceAnswers":["CASE-BY-CASE","YES","YES","CASE-BY-CASE","NOT ADDRESSED.","CASE-BY-CASE","CASE-BY-CASE","YES","NOT ADDRESSED.","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["COVID-19 GUIDANCE FOR IMPLEMENTING PARTNERS","INFORMATION FROM THE OFFICE OF ACQUISITION AND ASSISTANCE IN THE BUREAU FOR MANAGEMENT OF THE U.S. AGENCY FOR INTERNATIONAL DEVELOPMENT"," "," "],"guidanceLinks":["COVID GUIDANCE FOR IMPLEMENTING PARTNERS, INFORMATION FROM THE OFFICE OF ACQUISITION AND ASSISTANCE IN THE BUREAU FOR MANAGEMENT OF THE U.S. AGENCY FOR INTERNATIONAL DEVELOPMENT - 3/12/20: https://www.usaid.gov/work-usaid/resources-for-partners/covid-19-guidance-implementing-partners","Memorandum authorizing COVID 19 flexibilities pursuant to OMB MemorandumM-20-17 at https://www.usaid.gov/sites/default/files/documents/1868/COVID-19_Guidance_to_Implementing_Partners_3.12.2020.pdf",null,null],"FOASiteLink":"NOT ADDRESSED."},{"agency":"National Aeronautics and Space Administration (NASA)","guidanceAnswerDescription":["Deadlines may be extended on per case basis.\r\n\r\nNASA may extend the deadlines for specific funding opportunities; all funding opportunity information is up to date in NSPIRES and grants.gov; NASA may allow proposals started before the due date but submitted after the due date as a result of the COVID-19 crisis to be considered for funding; contact the cognizant NASA program office for case-by-case consideration when the proposer cannot meet the proposal deadline. See #2 on Implementation Memo","Salaries of idled employees may be charged to grants. \r\n\r\n OMB Memo M-20-17 offers relief to recipients without any limitation. If salaries and benefits are budgeted items of an award, then anyone performing activities under that award would be allowed to charge their salary and benefits to the award as long as there is funding available and as long as it is consistent with the entity’s policy for paying salaries. T he recipient must also document and maintain records to substantiate the charging of any salaries and other project activities costs related to interruption of operations or services. Per FAQ #1 on 3/25/20 Memo V.1  ","Expiring SAM registrations have one-time extension.\r\n\r\nCurrent registrants in the System for Award Management (SAM) with active registrations expiring between March 19 and May 17, 2020, will be automatically afforded a one-time extension of 60 days. Per Item #1  on Implementation Memo.","Follow standard agency policies.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grant. \r\n\r\nRecipients who incur costs related to the cancellation of events, travel, or other activities necessary reasonable for  the  performance  of  the  award,  or  the  pausing  and  restarting  of  grant-funded activities due to the public health emergency, are authorized to charge these costs to their award without  regard  to  2  CFR  §  200.403, Factors  affecting  allowability  of  costs,  2  CFR  §  200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs. Recipients must not assume that supplemental funding will be available. If a shortfall is anticipated, recipients must contact the cognizant NASA Grant Officer to  discuss  the  situation. See item #7 on the Implementation Memo.","Extensions considered on per case basis. \r\n\r\nRegarding NCEs and incremental funding: Individual NASA programs are able to make use of the 2 CFR 200 flexibility per OMB M-20-17 to allow costs associated with resuming funded grant activities to be charged to currently active grants. However, the decision as to whether awards negatively impacted by the COVID-19 crisis will be provided additional funding will have to be made on a program-by-program basis. Award recipients must not assume that NASA will be able to provide additional funding to cover funding losses associated with the COVID-19 crisis.  Per Item #4 on the Implementation Memo.","Automatic extension for some reports. \r\n\r\nRecipients may submit financial, performance, and other reports up to three (3) months beyond the normal due date. Recipients must notify program and Grant Officer if unable to provide reports within this extended period, and continue to notify these officials of any problems, delays, or adverse conditions which will materially impair the ability to meet the objective of the award per 2 CFR § 200.328(d)(1).","Follow standard agency policies.","Prior approvals may be waived. \r\n\r\nPrior approvals waived for 1) disengagement from the project for three months or a 25% reduction in PI time, 2) costs that  require prior approval in accordance with Subpart E—Cost Principles of this part or 45 CFR part 75   Appendix IX,  “Principles  for  Determining  Costs  Applicable  to  Research  and Development under Awards and Contracts with Hospitals,” or 48 CFR part 31, “Contract Cost Principles and Procedures,”, and 3) transfer of costs for participant support.  See item #8 from the Implementation Memo.","Donations permitted on per case basis.\r\n\r\n Personal Protective Equipment (PPE) purchased with NASA grant funding to first responders is allowed ... on a case-by-case basis. Recipient must obtain approval from their cognizant NASA program office; recipients should not assume that additional funds are available; recipients must also document and maintain records on all PPE donated to local first responders in response to the COVID-19 crisis. Per FAQ #4 on 03/25/20 Memo V1.","NASA Implementation of OMB Memorandum M-20-17"],"guidanceAnswers":["CASE-BY-CASE","YES","YES","NOT ADDRESSED.","NOT ADDRESSED.","YES","CASE-BY-CASE","YES","NOT ADDRESSED.","YES","CASE-BY-CASE","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["NASA Implementation of OMB Memorandum M-20-17","Grants and Research during the COVID-19 Epidemic"," "," "],"guidanceLinks":["NASA Implementation of OMB Memorandum M-20-17: https://searchpub.nssc.nasa.gov/servlet/sm.web.Fetch/NASA_s_Implementation_of_M-20-17_COVID-19.pdf?rhid=1000&did=6440077&type=released","Grant and Research During the COVID-19 Epidemic: https://cce.nasa.gov/cce/pdfs/FAQ-NASA%20COVID-19%20M-20-17%20_Final.pdf",null,null],"FOASiteLink":"NOT ADDRESSED."}]